Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(hmn).xlf
Languages: hmn

# course.NEO-L1.description
source: The course examines the evolving opioid crisis with an emphasis on illegal opioids, synthetic opioid-like substances, and stimulants that are becoming increasingly available everywhere in Minnesota. The course familiarizes peer specialists and others with a professional interest in substance use and recovery with the nature of the new drugs and the risks and dangers posed by each.
hmn: Kev cob qhia no yuav tshawb xyuas txog ntau yam uas pauv ntawm qhov teeb meem txog kev siv tshuaj yeeb, tshwj xeeb txog cov tshuaj yeeb uas txhaum cai, cov tshuaj yeeb uas neeg tsim, thiab cov tshuaj tawv nruj uas muaj nyob ntau qhov chaw hauv Minnesota. Kev cob qhia no yuav pab cov Kws Paub Pab Neeg Txhim Kho Lub Neej nrog rau cov uas xav kawm txog cov tshuaj tshiab thiab cov teeb meem los ntawm txhua hom tshuaj no.

# course.NEO-L2-CERT.description
source: To view and print your certificate press the Launch button.
hmn: Yog xav saib thiab qhib siv koj daim ntawv pov thawj kawm tiav ces nias Qhib Siv.

# course.ICAPS-L1.description
source: Lesson One identifies Minnesota’s wide range of diverse cultures and surveys six prominent cultures, emphasizing language, customs, values, and traditions as key distinguishing characteristics of each. Participants acquire knowledge and skills for navigating cultural differences among those they serve, building cultural responsiveness and competence to help strengthen those relationships.
hmn: Zaj Lus Qhia Ib no txheeb xyuas txog Minnesota cov haiv neeg uas coob thiab txawv, thiab sob ntsuam txog 6 cov kev lig kev cai uas loj tshaj plaw thaum hais txog hom lus siv, kev lig kev cai uas yog yam tseem ceeb ntawm txoj kev cov no txawv. Cov uas los kawm no yuav tau kev paub txog thiab txuj ci los xyuas txog cov kev lig kev cai txawv no rau cov neeg lawv ua hawj lwm rau, tsim kev teb kom hwm lwm hais neeg, thiab kom paub ua li cas thiab li muaj kev rau zoo nrog lawv.

# course.ICAPS-L2.description
source: Lesson Two focuses on cultural awareness and introduces key principles for initiating and maintaining productive interactions and relationships with persons from diverse cultures. The lesson explores cultural differences and their impact on communication. It emphasizes skills to overcome barriers and provide culturally affirming support.
hmn: Zaj Lus Ob qhia txog txoj kev paub thiab pom lwm haiv neeg, thiab yuav nthuav tawm cov ntsiab lus rau txoj kev pib thiab saib xyuas txoj kev raug zoo nrog luag uas txawv ntawm yus. Zaj lus qhia no yuav tshawb xyuas txog cov kev lig kev cai txawv nrog rau txoj kev uas cov no yuav los cuam tshuam kev sib tham li cas. Qhov no yuav muaj lub hom phiaj tsim cov txuj ci los kov yeej teb uas yuav nyuaj thiab muab kev txhawb nqa raws li kev lig kev cai.

# course.ICAPS-L3.description
source: Lesson Three transitions from learning to doing by practicing concepts learned in previous lessons. Participants are challenged to identify and successfully bridge cultural differences by engaging in several interactive scenarios. This learn-by-doing approach enables participants to develop and grow their ability to navigate relationships with people from different cultures by establishing rapport, adjusting communication styles, and avoiding and repairing microaggressions.
hmn: Zaj Lus Peb yuav txuas ntxiv ntawm kev kawm mus rau txoj kev mus xyaum los ntawm cov kev kawm tag los. Cov uas tuaj kawm no yuav tau tshawb xyuas thiab sib txuas lus nrog lwm haiv neeg txawv los ntawm ntau xwm txheej. Txoj kev kawm nrog kev xyaum no yuav ua rau cov kawm txoj kev paub thiab txoj kev raug zoo nrog luag loj hlob vim yuav muaj kev ntseeg, kev hais lus zoo, thiab kev zam kev chim.

# course.ICAPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
hmn: Yog xav saib thiab qhib siv koj daim ntawv pov thawj kawm tiav ces nias Qhib Siv.

# login_errors.title
source: Oops! We found a problem!
hmn: Aub! Peb nrhiav tau ib qho teeb meem lawm!

# login_errors.invalid
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
hmn: Qee cov ntaub ntawv uas koj muab tsis zoo raws li koj cov ntaub ntawv teev cia. Thov rov ntaus dua lub npe siv thiab lo lus zais. Tom qab ntawv nias Sau Npe Nkag.

# login_errors.blank
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
hmn: Qee cov ntaub ntawv uas koj muab tsis zoo raws li koj cov ntaub ntawv teev cia. Thov rov ntaus dua lub npe siv thiab lo lus zais. Tom qab ntawv nias Sau Npe Nkag.

# login_errors.inactive
source: Your account is inactive.
hmn: Koj lub as-khaub tsis tau siv.

# login_errors.fatal
source: The system is unavailable.
hmn: Lub lab npauv tseem siv tsis tau.

# login_errors.session_expired
source: Your session has expired.
hmn: Tshooj kev kawm tau tas sij hawm lawm.

# registration_errors.title
source: Oops! We found a problem!
hmn: Aub! Peb nrhiav tau ib qho teeb meem lawm!

# registration_errors.required
source: Some required fields are missing.
hmn: Qee qhov chaw tsis tau sau ntawv rau.

# registration_errors.fatal
source: The system is unavailable.
hmn: Lub lab npauv tseem siv tsis tau.

# registration_errors.first_name_required
source: The first name field is required.
hmn: Lub npe yuav tsum tau sau rau.

# registration_errors.last_name_required
source: The last name field is required.
hmn: Lub xeem yuav tsum tau sau rau.

# registration_errors.email_address_required
source: The email address field is required.
hmn: Qhov chaw nyob email yuav tsum tau sau rau.

# registration_errors.email_address_exists
source: That email address is already registered.
hmn: Qhov chaw nyob email no tau raug siv lawm.

# registration_errors.username_required
source: The username field is required.
hmn: Sau lub npe siv rau.

# registration_errors.username_exists
source: That username is already registered.
hmn: Lub npe siv ntawv twb muaj neeg siv lawm.

# registration_errors.password_required
source: The password field is required.
hmn: Yuav tsum sau tus lab hav rau.

# registration_errors.password_match
source: The passwords do not match.
hmn: Tus lab hav zoo tsis sib xws.

# registration_errors.password_again_required
source: The password again field is required.
hmn: Sau tus lab hav dua ib zaug ntxiv.

# registration_errors.password_again_match
source: The passwords do not match.
hmn: Tus lab hav zoo tsis sib xws.

# registration_errors.registration_code_required
source: The group field is required.
hmn: Qhov chaw sau pab pawg cov ntaub ntawv rau.

# registration_errors.registration_code_invalid
source: That registration code is invalid.
hmn: Cov lej ntawv thiab nab npawb txais tsis tau.

# registration_errors.registration_code_full
source: There are no more seats available using that registration code.
hmn: Tsis muaj chaw rau kev siv tus zauv rau npe ntawd ntxiv lawm.

# registration_errors.captcha_required
source: The captcha is required.
hmn: Nqua hu kom sau tus ntawv twv (captcha).

# menu.home
source: Home
hmn: Thawj Daim

# menu.language
source: Language
hmn: Yam Lus

# menu.profile
source: Profile
hmn: Ntawv Tus Kheej

# menu.help
source: Help
hmn: Kev Pab

# menu.signout
source: Sign Out
hmn: Tawm

# home.title
source: Home Page
hmn: Thawj Nplooj Ntawv

# home.welcome
source: Hi, {0}, and welcome to MCB’s Online Training for Peer Specialists! You are on your personal home page. On the right, you’ll see the course list. Click on a course title to reveal the course description and a summary of each lesson. As you work your way through the course, your status will be updated to reflect your progress. Click the Launch button to the right of the available lesson to begin. The lessons must be taken in the order presented. When you complete a lesson, the next lesson will unlock. You do not have to complete a lesson in one session. If you EXIT before completing a lesson, we’ll remember where you left off and bring you back to the right point when you return. For your convenience, bookmark this page. Alternatively, sign in at www.mcboard.org. Thank you for participating in this online training program. Thank you, too, for your commitment to helping others in their recovery journey. NOTE: These courses are not designed to be viewed on a Smartphone.{br_12} Please use a tablet, laptop or desktop computer. {hr_14} For any technical or connection issues, please email us at {1}.
hmn: Nyob zoo, {0}, thiab zoo siab tos txais rau Kev Cob Qhia Online ntawm MCB rau Cov Kws Paub Pab Neeg Txhim Kho Neej! Koj nyob rau hauv koj thawj nplooj ntawv uas yog koj li ntiag tug. Nyob rau sab xis, koj yuav pom cov ntawv teev txog qhov txheej txheem kev kawm. Nyem rau ntawm lub npe chav kawm kom nthuav tawm cov lus piav qhia ntawm chav kawm thiab cov ntsiab lus ntawm txhua tshooj ntawv qhia. Thaum uas koj ua koj li kev kawm mus hauv txoj kev kawm no, koj qhov txheej xwm yuav rau hloov kho los qhia pom txog qhov koj ua tiav. Nias rau lub pob Qhib Siv nyob rau sab xis uas muaj nyob ntawm tshooj kev kawm los pib. Cov zaj lus qhia no yuav tsum tiav raws li teeb cia no. Thaum kawm ib txhob tag lawm, tshooj tshiab tom qab mam li qhib rau koj kawm tau. Koj tsis tas yuav tsum kawm kom tauv tib npag hauv ib ntu kev kawm. Yog tias koj TAWM ua ntej ua tiav tshooj kev kawm no, peb yuav cim cia tias koj kawm mus txog rau qhov twg thiab yuav coj koj rov qab los rau qhov chaw qub thaum koj rov tuaj kawm dua. Kom koj muaj kev yooj yim, muab nplooj ntawv no cim cia. Lwm txoj hau kev xaiv, yog sau npe nkag ntaw no www.mcboard.org. Ua tsaug rau koj kev koom tes hauv qhov kev cob qhia online no. Ua tsaug ntau rau koj kev muab siab rau los pab lwm tus hauv lawv txoj hauv kev tau kho kom rov zoo dua. Ceeb Toom: Qhov kev cob qhia no tsis tau tsim los saib rau hauv xov tooj ntawm ntev.{br_12} Thov siv thev lev (tablet), koos pij tawm nqa ntawm tes los sis koom pij tawm txawb ntawm rooj. {hr_14} Yog muaj cov teeb meem fab tev niv los sis fab kev txuas nkag, thov sau email rau peb ntawm {1}.

# home.assignment_title
source: Title
hmn: Ncauj Lus

# home.assignment_action
source: Action
hmn: Kev Nqis Tes Ua

# home.assignment_status
source: Status
hmn: Txheej Txheem

# home.assignment_assigned
source: Assigned
hmn: Raug Muab Rau

# home.assignment_completed
source: Completed
hmn: Tiav Lawm

# home.launch_button
source: Launch
hmn: Qhib Siv

# home.continue_button
source: Continue
hmn: Txuas Ntxiv Mus

# home.certificate_button
source: Certificate
hmn: Daim Ntawv Pov Thawj

# home.view_button
source: View
hmn: Saib

# home.review_button
source: Review
hmn: Rov Saib Dua

# home.optional_courses.name
source: Optional Courses
hmn: Cov Ntawv Kawm (Course) Ntxiv

# home.optional_courses.description
source: These courses are optional and were made available to you outside of a curriculum.
hmn: Cov ntawv kawm (course) ntawv yog ib qhov kev xaiv thiab tsim rau koj ntawm cov ntawv kawm sab nrauv.

# profile.title
source: Profile
hmn: Ntawv Tus Kheej

# profile.language
source: Language
hmn: Yam Lus

# profile.email_address
source: Email Address
hmn: Chaw Xa Ntawv Email

# profile.name
source: Name
hmn: Npe

# profile.username
source: Username
hmn: Lub npe siv

# profile.password
source: Password
hmn: Tus lab hav

# help.title
source: Help
hmn: Kev Pab

# help.content
source: For any technical or connection issues, please email us at {0}. Good to know This course is best viewed on a desktop or laptop computer, or on newer iPad or Android tablets. It is not designed to be viewed on a smartphone. If you are taking the course in a corporate setting be sure that your organization allows access to external websites. You do not have to complete the course in one session. We encourage you to press NEXT before exiting. Failing to do so will require you to view again the last viewed slide before moving forward. This self-directed course has been designed to be completed in three hours. Your time to complete may vary. Upon completion of the course you will receive a personalized Completion Certificate. Browser and device support Windows: Chrome, Edge, Firefox (latest versions), and IE11. Mac: Safari and Firefox (latest versions). Apple iOS tablets: Safari and Google Chrome (latest versions). Android OS6 or later: Google Chrome (latest version).
hmn: Yog muaj teeb meem fab tev niv los sis cov kev txuas, thov sau email rau peb ntawm {0}. Xws li paub Qhov txheej txheem kev kawm no zoo tshaj plaws los saib hauv koos pij tawm txawb chaw los sis koos pij tawm nqa ntawm tes, los sis cov iPad los sis hom thev lev Android tawm tshiab. Nws tsis raug tsim los saib hauv xov tooj ntawm tes. Yog tias koj kawm qhov txheej txheem kev kawm no nyob rau hauv txheej txheem tuam txhab nco ntsoov qhia rau koj lub koom haum kom tso cai kev nkag cuag rau cov vev xaib sab nraud. Koj tsis tas yuav tsum ua kom tiav qhov txheej txheem kev kawm no hauv ib zaug nkaus xwb. Peb thov txhawb kom koj nias rau TXUAS NTXIV MUS ua ntej tawm. Yog koj tsis ua li ntawd yuav nqua hu kom koj rov qab mus saib cov qub dua ntxiv ua ntej mus tau rau tom ntej. No yog ib qhov txheej txheem kev kawm los ntawm tus kheej raug tsim los ua kom tiav nyob rau hauv peb lub teev (xuab moos). Koj lub sij hawm los ua kom tiav tuaj yeem sib txawv. Thaum ua tiav qhov txheej txheem kev kawm lawm koj yuav tau txais ib daim Ntawv Pov Thawj Kawm Tiav uas tuaj yeem kho tau ntawm tus kheej. Kev siv tau rau hauv cov nplaub xawj thiab cov cuab yeej Windows: Chrome, Edge, Firefox (cov tshiab tshaj plaws), thiab IE11. Mac: Safari thiab Firefox (cov tshiab tshaj plaws). Apple iOS thev lev: Safari thiab Google Chrome (cov tshiab tshaj plaws). Android OS6 los sis tshiab dua: Google Chrome (qhov tshiab tshaj plaws).

# language.am.name
source: Amharic
hmn: Amhareek

# language.en.name
source: English
hmn: Lus Askiv

# language.es.name
source: Spanish
hmn: Lus Mev

# language.hi.name
source: Hindi
hmn: Lus Hindi

# language.hmn.name
source: Hmong
hmn: Lus Hmoob

# language.ksw-Mymr.name
source: S’gaw Karen
hmn: Lus S’gaw Karen

# language.so.name
source: Somali
hmn: Lus Somali

# language.zh.name
source: Chinese
hmn: Lus Suav

# language.am.description
source: Amharic
hmn: Lus Amhareek

# language.en.description
source: English
hmn: Lus Askiv

# language.es.description
source: Spanish
hmn: Lus Mev

# language.hi.description
source: Hindi
hmn: Lus Hindi

# language.hmn.description
source: Hmong
hmn: Lus Hmoob

# language.ksw-Mymr.description
source: S’gaw Karen Myanmar script
hmn: Cov ntsiab lus S’gaw Karen Myanmar

# language.so.description
source: Somali
hmn: Lus Somali

# language.zh.description
source: Chinese (Simplified)
hmn: Lus Suav (Yooj Yim)

# language.title
source: Language
hmn: Yam Lus

# language.content
source: Our training programs are available in multiple languages. Choose your preferred language by pressing a button below.
hmn: Peb cov txheej txheem kev cob qhia yog muaj ntau hom lus. Xaiv hom lus uas koj nyiam los ntawm kev nias rau lub pob hauv qab no.

# language.clear
source: Clear all language settings
hmn: Tshem tawm tag nrho txhua qhov kev teeb

# language.clear_button
source: Clear
hmn: Tshem tawm

# CurriculumPurchaseRefundTool.refund.are_you_sure
source: Are you sure you wish to refund this purchase? You will no longer be able to access this curriculum.
hmn: Koj puas ntseeg siab tias koj xav thim nyiaj rov qab rau yam koj yuav no? Koj yuav nkag tsis tau rau cov ntaub ntawv no lawm ntxiv lawm.

# CurriculumPurchaseRefundTool.purchase.not_specified
source: There was no purchase specified.
hmn: Tsis tau muaj sau qhia txog kev yuav.

# CurriculumPurchaseRefundTool.purchase.unknown
source: This is an unknown purchase and cannot be refunded.
hmn: Nov yog kev yuav uas tsis paub thiab tsis tuaj yeem thim nyiaj rov qab tau.

# CurriculumPurchaseRefundTool.purchase.already_refunded
source: This purchase has already been refunded.
hmn: Kev yuav no tau txais cov nyiaj thim rov qab lawm.

# CurriculumPurchaseRefundTool.purchase.too_old
source: This purchase is older than seven days and cannot be refunded.
hmn: Kev yuav khoom no yog tsis pub tshaj xya hnub thiab tsis tuaj yeem thim nyiaj rov qab tau.

# CurriculumPurchaseRefundTool.purchase.launched
source: This purchase has been launched and cannot be refunded.
hmn: Yam khoom no twb raug qhib siv lawm ces thim nyiaj rov qab tsis tau.

# CurriculumPurchaseRefundTool.purchase.no_credit_card_transaction
source: There is no credit card transaction associated with this purchase so it cannot be refunded automatically.
hmn: Tsis muaj tub sab nyiaj nyob rau txoj kev siv credit card them nyiaj no yog li ntawv thiaj li tsis tuaj yeem thim nyiaj rov qab tau.

# CurriculumPurchaseRefundTool.purchase.further_assistance
source: If you need further assistance, please contact support at {0}.
hmn: Yog tias koj xav tau kev pab ntxiv, thov tiv tauj kev pab txhawb nqa ntawm {0}.
