Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(ksw-Mymr).xlf
Languages: ksw_mymr

# course.OTPS-L3.description
source: In this lesson, you’ll learn to describe a peer’s role in treatment and recovery based on the peer recovery domains, identify maintenance and overdose reversal medications, identify non-medication options used in treatment and recovery, and learn about — and practice — person-centered conversational and motivational interviewing techniques when providing support to persons you serve.
ksw_mymr: လၢတၢ်မၤလိအံၤအပူၤ, နကမၤလိဘၣ် တၢ်ပာ်ဖျါထီၣ် ပှၤကွၢ်ထွဲတၢ်တဂၤ အမူအဒါ လၢတၢ်ကူစါယါဘျါဒီး တၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ် လၢပှၤလၢအဘၣ်တၢ်ကွၢ်ထွဲ အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ်က့ၤ တၢ်ဂ့ၢ်အဖီခိၣ်, သ့ၣ်ညါပာ်ပနီၣ် တၢ်အံးထွဲကွၢ်ထွဲက့ၤတၢ်ဒီး တၢ်ခီဆၢကဒါက့ၤ တၢ်စူးကါကသံၣ်အါတလၢ, သ့ၣ်ညါပာ်ပနီၣ် တၢ်ဃုထၢလၢတမ့ၢ်ဘၣ် ကသံၣ်ကသီတဖၣ် လၢတၢ်ကူစါယါဘျါဒီး တၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ်က့ၤအပူၤ, ဒီး မၤလိဘၣ်တၢ်ဂ့ၢ် ဒီးမၤလိသ့ထီၣ်သး နီၢ်ကစၢ် တၢ်ပာ်ပညိၣ် တၢ်တဲတၢၣ်ပီၣ်သကိးတၢ်ဒီး တၢ်ထိၣ်ဟူးထိၣ်ဂဲၤ တၢ်သံကွၢ်စံးဆၢအကျဲကပူၤတဖၣ် ဖဲလၢ နဟ့ၣ်ထီၣ်တၢ်ဆီၣ်ထွဲဆူ ပှၤလၢနမၤစၢၤအီၤတဖၣ်အခါလီၤ.

# course.OTPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
ksw_mymr: ကကွၢ်ဒီး စဲကျံးထုးထီၣ် လံာ်အုၣ်သးလၢနဒိးန့ၢ်အီၤအဂီၢ် ဆီၣ်လီၤ အိးထီၣ် နီၣ်ဆီၣ်ခံတက့ၢ်.

# course.NEO-L1.description
source: The course examines the evolving opioid crisis with an emphasis on illegal opioids, synthetic opioid-like substances, and stimulants that are becoming increasingly available everywhere in Minnesota. The course familiarizes peer specialists and others with a professional interest in substance use and recovery with the nature of the new drugs and the risks and dangers posed by each.
ksw_mymr: တၢ်မၤလိအံၤ သမံသမိး အိဖံဝဲးတၢ်ဂ့ၢ်ကီအါထီၣ်အဂ့ၢ် ခီဖျိတၢ်ကွၢ်ဘူးဘူးတံၢ်တံၢ် အိဖံဝဲးလၢတဖိးဒီသဲစး, ကသံၣ်အဂၤလၢ လီၤဂာ်ဒီးအိဖံဝဲးတဖၣ်, ဒီး ကသံၣ်ထိၣ်ဟူးထိၣ်ဂဲၤသးတဖၣ်လၢ ပှၤဒိးန့ၢ်အီၤသ့အါထီၣ်လၢ Minnesota တၢ်လီၢ်ကိးပူၤဒဲးန့ၣ်လီၤ. တၢ်မၤလိအံၤ ဒုးသ့ၣ်ညါညီနုာ် ပှၤသ့ဘၣ်လီၤဆီဒီး ပှၤအဂၤတဖၣ်အိၣ်ဒီးတၢ်သးစဲလၢ တၢ်သူကမၣ်ကသံၣ်သးအတၢ်ဆါမၤဘျါက့ၤတဖၣ်လၢ ကသံၣ်အသီတဖၣ်န့ဆၢၣ်တၢ်အိၣ်သးအဂ့ၢ်ဒီး တၢ်ဘၣ်ယိၣ်ဘၣ်ဒိးဘၣ်ထံးလၢ ကသံၣ်တဖၣ်ဒုးကဲထီၣ်၀ဲသ့တဖၣ်အဂ့ၢ်လီၤ.

# course.NEO-L2-CERT.description
source: To view and print your certificate press the Launch button.
ksw_mymr: ကကွၢ်ဒီး စဲကျံးထုးထီၣ် လံာ်အုၣ်သးလၢနဒိးန့ၢ်အီၤအဂီၢ် ဆီၣ်လီၤ အိးထီၣ် နီၣ်ဆီၣ်ခံတက့ၢ်.

# course.ICAPS-L1.description
source: Lesson One identifies Minnesota’s wide range of diverse cultures and surveys six prominent cultures, emphasizing language, customs, values, and traditions as key distinguishing characteristics of each. Participants acquire knowledge and skills for navigating cultural differences among those they serve, building cultural responsiveness and competence to help strengthen those relationships.
ksw_mymr: တၢ်မၤလိတၢအပူၤ အိၣ်ဒီး Minnesota အတၢ်ဆဲးတၢ်လၤလီၤဆီတဖၣ်ဒီး တၢ်သံကွၢ်လံာ်က့ ဘၣ်ဃးဒီး တၢ်ဆဲးတၢ်လၤအဒိၣ် ဃုခါ, တၢ်ဒိးပာ်ဒိၣ်ကျိာ်, တၢ်လုၢ်တၢ်လၢ်, တၢ်ပာ်ဒိၣ်ပာ်ပှ့ၤ, တၢ်သိၣ်တၢ်သီတဖၣ် ဒ်မ့ၢ်တၢ်တဖၣ်လၢအဒုးမၤလီၤဆီ ပှၤတဂၤအတၢ်အိၣ်သးန့ၣ်လီၤ. ပှၤနုာ်လီၤမၤထွဲတၢ်တဖၣ် ကဒိးန့ၢ်တၢ်သ့ၣ်ညါဒီး တၢ်သ့တၢ်ဘၣ်တဖၣ် ဘၣ်ဃးဒီး တၢ်ဃုကွၢ်တၢ်ဆဲးတၢ်လၤအလီၤဆီလၢ ပှၤလၢအ၀ဲသ့ၣ်ဘၣ်ရ့လိာ်၀ဲတဖၣ်အဂီၢ်, ဒုးအိၣ်ထီၣ်တၢ်စံးဆၢဒီး တၢ်သ့ကြၢးဘၣ်လၢ ကဟ့ၣ်မၤစၢၤဒုးဆူၣ်ထီၣ် တၢ်ရ့လိာ်ဘၣ်ထွဲတဖၣ်လီၤ.

# course.ICAPS-L2.description
source: Lesson Two focuses on cultural awareness and introduces key principles for initiating and maintaining productive interactions and relationships with persons from diverse cultures. The lesson explores cultural differences and their impact on communication. It emphasizes skills to overcome barriers and provide culturally affirming support.
ksw_mymr: တၢ်မၤလိခံန့ၣ် ဘၣ်ဃးဒီး တၢ်သ့ၣ်ညါတၢ်ဆဲးတၢ်လၢအလီၤဆီဒီး ပာ်ဖျါထီၣ်တၢ်ဂ့ၢ်မိၢ်ပှၢ်တဖၣ်လၢ တၢ်စးထီၣ်မၤဒီး ပၢဆှၢတၢ်ရ့လိာ်သကိးဆူ ပှၤလၢအိၣ်ဒီးတၢ်ဆဲးတၢ်လၤလီၤဆီတဖၣ်လီၤ. တၢ်မၤလိအပူၤ သုကထံၣ်ဖျါဘၣ် တၢ်ဆဲးတၢ်လၢအလီၤဆီတဖၣ်ဒီး တၢ်သ့ၣ်တဖၣ်အတၢ်ဘၣ်ဒိလၢ တၢ်ရ့လိာ်မုာ်လိာ်အပူၤလီၤ. တၢ်အံၤဒုးပာ်ဒိၣ်ထီၣ် တၢ်သ့တၢ်ဘၣ်လၢ သုကဆှၢခီဖျိတၢ်တြီဆၢတဖၣ်ဒီး ဟ့ၣ်တၢ်မၤစၢၤလၢ ကဲဘျုးလၢတၢ်ဆဲးတၢ်လၢအပူၤလီၤ.

# course.ICAPS-L3.description
source: Lesson Three transitions from learning to doing by practicing concepts learned in previous lessons. Participants are challenged to identify and successfully bridge cultural differences by engaging in several interactive scenarios. This learn-by-doing approach enables participants to develop and grow their ability to navigate relationships with people from different cultures by establishing rapport, adjusting communication styles, and avoiding and repairing microaggressions.
ksw_mymr: တၢ်မၤလိသၢန့ၣ်မ့ၢ်၀ဲ တၢ်မၤလိလၢပမၤလိတ့ၢ်အီၤတဖၣ်န့ၣ် ပကဘၣ်စးထီၣ်မၤထွဲအီၤအပတီၢ်န့ၣ်လီၤ. ပှၤနုာ်လီၤမၤထွဲတၢ်တဖၣ် ကဘၣ်ဃုထံၣ်သ့ၣ်ညါဒီး တၢ်ဆဲးတၢ်လၤလီၤဆီတဖၣ်န့ၣ် ကဘၣ်ဘွါရှဲဒုးကဲထီၣ်လိၣ်ထီၣ်အီၤလၢ တၢ်အိၣ်သးအဒိသ့ၣ်တဖၣ်အပူၤလီၤ. မၤလိ-ခီဖျိ-တၢ်ဖံးတၢ်မၤ အကျိၤအကျဲတခါအံၤန့ၣ် လၢပှၤမၤလိတၢ်တဖၣ်အဂီၢ် ဒုးအိၣ်ထီၣ်ဒီး မၤအါထီၣ်တၢ်သ့တၢ်ဘၣ်လၢ တၢ်ရ့လိာ်သကိးဒီး ပှၤလၢတၢ်ဆဲးတၢ်လၤလီၤဆီ ခီဖျိတၢ်မၤကဲထီၣ် ရဲးဖိး, တၢ်မၤဘၣ်လိၣ်ဘၣ်စးက့ၤတၢ်ရ့လိာ်အကျိၤအကျဲတဖၣ်, ဒီး တၢ်ဟးဆှဲးဒီး ဘှီက့ၤ တၢ်ကွၢ်မဲာ်ညီနုၢ်တဖၣ်လီၤ.

# course.ICAPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
ksw_mymr: ကကွၢ်ဒီး စဲကျံးထုးထီၣ် လံာ်အုၣ်သးလၢနဒိးန့ၢ်အီၤအဂီၢ် ဆီၣ်လီၤ အိးထီၣ် နီၣ်ဆီၣ်ခံတက့ၢ်.

# login_errors.title
source: Oops! We found a problem!
ksw_mymr: အိ! ပထံၣ် တၢ်ဂ့ၢ်ကီလံတခါလံ!

# login_errors.invalid
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
ksw_mymr: တၢ်ဂ့ၢ်တၢ်ကျိၤတနီၤလၢ နဟ့ၣ်ထီၣ်န့ၣ် တဘၣ်လိာ်အသးဒီး တၢ်ကွဲးနီၣ်ကွဲးဃါဘၣ်. ဝံသးစူၤ ထၢနုာ်ကဒါက့ၤ နမံၤစူးကါဒီး လံာ်ဖျၢၣ်ခူသူၣ်တက့ၢ်. မ့ၢ်ဝံၤ စံၢ်လီၤ ဆဲးလီၤမံၤနုာ်လီၤ တက့ၢ်.

# login_errors.blank
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
ksw_mymr: တၢ်ဂ့ၢ်တၢ်ကျိၤတနီၤလၢ နဟ့ၣ်ထီၣ်န့ၣ် တဘၣ်လိာ်အသးဒီး တၢ်ကွဲးနီၣ်ကွဲးဃါဘၣ်. ဝံသးစူၤ ထၢနုာ်ကဒါက့ၤ နမံၤစူးကါဒီး လံာ်ဖျၢၣ်ခူသူၣ်တက့ၢ်. မ့ၢ်ဝံၤ စံၢ်လီၤ ဆဲးလီၤမံၤနုာ်လီၤ တက့ၢ်.

# login_errors.inactive
source: Your account is inactive.
ksw_mymr: နအကီးန့ၣ် တမူတဂဲၤလၢၤဘၣ်.

# login_errors.fatal
source: The system is unavailable.
ksw_mymr: တၢ်မၤအကျိၤအကျဲအံၤ တၢ်ဒိးန့ၢ်အီၤတသ့ဘၣ်.

# login_errors.session_expired
source: Your session has expired.
ksw_mymr: နတၢ်ဆၢကတီၢ်လၢာ်လံ.

# registration_errors.title
source: Oops! We found a problem!
ksw_mymr: အိ! ပထံၣ် တၢ်ဂ့ၢ်ကီလံတခါလံ!

# registration_errors.required
source: Some required fields are missing.
ksw_mymr: တၢ်လၢအလိၣ်တနီၤန့ၣ် တအိၣ်ဖဲအံၤဘၣ်.

# registration_errors.fatal
source: The system is unavailable.
ksw_mymr: တၢ်မၤအကျိၤအကျဲအံၤ တၢ်ဒိးန့ၢ်အီၤတသ့ဘၣ်.

# registration_errors.first_name_required
source: The first name field is required.
ksw_mymr: ကဘၣ်ထၢနုာ် မံၤခီၣ်ထံးလီၤ.

# registration_errors.last_name_required
source: The last name field is required.
ksw_mymr: ကဘၣ်ထၢနုာ် မံၤကတၢၢ်လီၤ.

# registration_errors.email_address_required
source: The email address field is required.
ksw_mymr: ကဘၣ်ထၢနုာ် အံမ့ (လ) လီၤ.

# registration_errors.email_address_exists
source: That email address is already registered.
ksw_mymr: အံမ့အံၤ တၢ်ဆဲးလီၤမံၤပာ်စၢၤဝံၤလံ.

# registration_errors.username_required
source: The username field is required.
ksw_mymr: ကဘၣ်ထၢနုာ် မံၤစူးကါလီၤ.

# registration_errors.username_exists
source: That username is already registered.
ksw_mymr: မံၤစူးကါအံၤ တၢ်ဆဲးလီၤမံၤပာ်စၢၤ ဝံၤလံ.

# registration_errors.password_required
source: The password field is required.
ksw_mymr: ဘၣ်ထၢနုာ် လံာ်ဖျၢၣ်ခူသူၣ်လီၤ.

# registration_errors.password_match
source: The passwords do not match.
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်တဖၣ်န့ၣ် တဘၣ်လိာ်ဘၣ်.

# registration_errors.password_again_required
source: The password again field is required.
ksw_mymr: ကဘၣ်ထၢနုာ်ကဒီး လံာ်ဖျၢၣ်ခူသူၣ်န့ၣ်လီၤ.

# registration_errors.password_again_match
source: The passwords do not match.
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်တဖၣ်န့ၣ် တဘၣ်လိာ်ဘၣ်.

# registration_errors.registration_code_required
source: The group field is required.
ksw_mymr: ကဘၣ်ထၢနုာ် ကရူၢ်န့ၣ်လီၤ.

# registration_errors.registration_code_invalid
source: That registration code is invalid.
ksw_mymr: တၢ်ဆဲးလီၤမံၤ အနီၣ်ဂံၢ်ဝဲန့ၣ် တၢ်စူးကါတသ့ဘၣ်.

# registration_errors.registration_code_full
source: There are no more seats available using that registration code.
ksw_mymr: တၢ်ဆဲးလီၤမံၤ အနီၣ်ဂံၢ်ဝဲန့ၣ်အဂီၢ် တၢ်လီၢ်တအိၣ်လၢၤဘၣ်.

# registration_errors.captcha_required
source: The captcha is required.
ksw_mymr: ခဲးပခၠၢၣ် လိၣ်ဝဲလီၤ.

# menu.home
source: Home
ksw_mymr: ပှာ်ယဲၤကဘျံး မိၢ်ပှၢ်

# menu.language
source: Language
ksw_mymr: ကျိာ်

# menu.profile
source: Profile
ksw_mymr: နီၢ်ကစၢ်ဂ့ၢ်ကျိၤ

# menu.help
source: Help
ksw_mymr: မၤစၢၤ

# menu.signout
source: Sign Out
ksw_mymr: ထွးထီၣ်

# home.title
source: Home Page
ksw_mymr: ပှာ်ယဲၤကဘျံး မိၢ်ပှၢ်

# home.welcome
source: Hi, {0}, and welcome to MCB’s Online Training for Peer Specialists! You are on your personal home page. On the right, you’ll see the course list. Click on a course title to reveal the course description and a summary of each lesson. As you work your way through the course, your status will be updated to reflect your progress. Click the Launch button to the right of the available lesson to begin. The lessons must be taken in the order presented. When you complete a lesson, the next lesson will unlock. You do not have to complete a lesson in one session. If you EXIT before completing a lesson, we’ll remember where you left off and bring you back to the right point when you return. For your convenience, bookmark this page. Alternatively, sign in at www.mcboard.org. Thank you for participating in this online training program. Thank you, too, for your commitment to helping others in their recovery journey. NOTE: These courses are not designed to be viewed on a Smartphone.{br_12} Please use a tablet, laptop or desktop computer. {hr_14} For any technical or connection issues, please email us at {1}.
ksw_mymr: ဟ့, {0}, သးခုတူၢ်လိာ်မုာ်ဘၣ်လၢ MCB အတၢ်သိၣ်လိနဲၣ်လိလၢ အ့ထၢၣ်နဲးအဖီခိၣ် ပှၤကူၣ်သ့စဲၣ်နီၤပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတဖၣ်အဂီၢ်န့ၣ်လီၤ! နအိၣ်နဲဒၣ်လၢ နီၢ်ကစၢ် လံာ်ကဘျံးမိၢ်ပှၢ်အပူၤလီၤ. လၢစုထွဲတခီန့ၣ်, နကထံၣ်ဘၣ် တၢ်မၤလိအစရီလီၤ. စံၢ်လီၤ တၢ်မၤလိ အခိၣ်တီ လၢနကထံၣ်ဘၣ် တၢ်မၤလိ အတၢ်ပာ်ဖျါတဖၣ် ဒီး တၢ်မၤလိတမံၤဘၣ်တမံၤ အတၢ်ဂ့ၢ်ကျၢၢ်တံၢ်ဖုၣ်ကိၣ်န့ၣ်တက့ၢ်. ဖဲနမၤလိ တၢ်မၤလိအံၤအခါ, နတၢ်အိၣ်သးန့ၣ် ကဘၣ်မၤသီထီအီၤ လၢကပာ်ဖျါထီၣ် နတၢ်လဲၤထီၣ်လဲၤထီအဂီၢ်န့ၣ်လီၤ. စံၢ်လီၤ အိးထီၣ် ကမိာ်သၣ် ဖဲတၢ်မၤလိလၢ နဒိးန့ၢ်အီၤသ့ စုထွဲတကပၤ လၢနကစးထီၣ်အဂီၢ်တက့ၢ်. တၢ်မၤလိတဖၣ်န့ၣ် နကဘၣ်မၤလိအီၤ ဒ်တၢ်ဟ့ၣ်ထီၣ်အီၤ အသိးန့ၣ်လီၤ. နမၤလိ တၢ်မၤလိအံၤမ့ၢ်ဝံၤန့ၣ် တၢ်မၤလိအသီတခါ ကဘၣ်တၢ်အိးထီၣ်အီၤလီၤ. တလိၣ်လၢ နကမၤဝံၤ တၢ်မၤလိတဖၣ် တဘျီဃီဘၣ်. နမ့ၢ်ဟးထီၣ် တချုးလၢ နမၤဝံၤ တၢ်မၤလိတခါဒံးဘၣ်န့ၣ်, ပကတိၢ်နီၢ် တၢ်လီၤဖဲ နထွးထီၣ်ဒီး ဖဲနဟဲက့ၤနုာ်လၢခံတဘျီအခါ ပကအိးထီၣ်ကဒါက့ၤ တၢ်လီၢ်အံၤလီၤ. လၢကညီလၢနဂီၢ်အဂီၢ်, မးနီၣ်လံာ်ကဘျံးအံၤတက့ၢ်, လၢခံတဘျီ, ဆဲးလီၤမံၤနုာ်လီၤဖဲ www.mcboard.org တက့ၢ်. တၢ်ဘျုးလၢ နပၣ်ဃုာ်တၢ်လၢ အ့ထၢၣ်နဲး တၢ်သိၣ်လိမၤလိ အတၢ်ရဲၣ်တၢ်ကျဲၤအံၤ အပူၤအဃိလီၤ. စံးဘျုးဘၣ်စ့ၢ်ကီးနၤလၢ နတၢ်အၢၣ်လီၤသးလၢ ကမၤစၢၤပှၤတဖၣ်လၢ အတၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ် အတၢ်လဲၤအပူၤအဃိလီၤ. တိၢ်နီၣ်- တၢ်မၤလိအံၤ တဘၣ်တၢ်တ့တိာ်ပာ်အီၤလၢ တၢ်ကကွၢ်အီၤလၢ စမးလီတဲစိအပူၤအဂီၢ်ဘၣ်.{br_12} ဝံသးစူၤ စူးကါဘၣ် တဲးဘလဲး, လဲး (ပ) တီး မ့တမ့ၢ် ဒဲးစတီး (ပ) ခီၣ်ဖၠူထၢၣ်တဖၣ်န့ၣ်တက့ၢ်. {hr_14} စဲးဖီကဟၣ်ပီညါ မ့တမ့ၢ် အ့ထၢၣ်နဲးတၢ်ဘျးစဲ အတၢ်ဂ့ၢ်ကီ မ့ၢ်အိၣ်တမံၤမံၤအဃိ, ဝံသးစူၤ ဆှၢပှၤအံမ့ (လ) ဖဲ {1} တက့ၢ်.

# home.assignment_title
source: Title
ksw_mymr: ခိၣ်တီ

# home.assignment_action
source: Action
ksw_mymr: တၢ်ဟံးဂ့ၢ်ဝီ

# home.assignment_status
source: Status
ksw_mymr: တၢ်အိၣ်သး

# home.assignment_assigned
source: Assigned
ksw_mymr: တၢ်ဟ့ၣ်လီၤမူဒါ

# home.assignment_completed
source: Completed
ksw_mymr: မၤဝံၤ

# home.launch_button
source: Launch
ksw_mymr: အိးထီၣ်

# home.continue_button
source: Continue
ksw_mymr: ဆူညါ

# home.certificate_button
source: Certificate
ksw_mymr: လံာ်အုၣ်သး

# home.view_button
source: View
ksw_mymr: ကွၢ်

# home.review_button
source: Review
ksw_mymr: ကွၢ်ကဒါက့ၤ

# home.optional_courses.name
source: Optional Courses
ksw_mymr: တၢ်မၤလိလၢ ထီၣ်တထီၣ်ဃုထၢသ့တဖၣ်

# home.optional_courses.description
source: These courses are optional and were made available to you outside of a curriculum.
ksw_mymr: တၢ်မၤလိတဖၣ်အံၤ ထီၣ်တထီၣ်တၢ်ဃုထၢအီၤသ့ဒီး နဒိးန့ၢ်အီၤသ့ဖဲ လံာ်ညိၣ်သိၣ်ဒိၣ်အချၢန့ၣ်လီၤ.

# profile.title
source: Profile
ksw_mymr: နီၢ်ကစၢ်ဂ့ၢ်ကျိၤ

# profile.language
source: Language
ksw_mymr: ကျိာ်

# profile.email_address
source: Email Address
ksw_mymr: အံမ့ (လ)

# profile.name
source: Name
ksw_mymr: မံၤ

# profile.username
source: Username
ksw_mymr: မံၤစူးကါ

# profile.password
source: Password
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်

# help.title
source: Help
ksw_mymr: မၤစၢၤ

# help.content
source: For any technical or connection issues, please email us at {0}. Good to know This course is best viewed on a desktop or laptop computer, or on newer iPad or Android tablets. It is not designed to be viewed on a smartphone. If you are taking the course in a corporate setting be sure that your organization allows access to external websites. You do not have to complete the course in one session. We encourage you to press NEXT before exiting. Failing to do so will require you to view again the last viewed slide before moving forward. This self-directed course has been designed to be completed in three hours. Your time to complete may vary. Upon completion of the course you will receive a personalized Completion Certificate. Browser and device support Windows: Chrome, Edge, Firefox (latest versions), and IE11. Mac: Safari and Firefox (latest versions). Apple iOS tablets: Safari and Google Chrome (latest versions). Android OS6 or later: Google Chrome (latest version).
ksw_mymr: စဲးဖီကဟၣ်ပီညါ မ့တမ့ၢ် အ့ထၢၣ်နဲးတၢ်ဘျးစဲ အတၢ်ဂ့ၢ်ကီ မ့ၢ်အိၣ်တမံၤမံၤန့ၣ် ဝံသးစူၤ ဆှၢပၤအံမ့ (လ) ဖဲ {0} တက့ၢ်. တၢ်လၢပဂ့ၤသ့ၣ်ညါ တၢ်မၤလိအံၤ တၢ်မ့ၢ်ကွၢ်အီၤလၢ ခီၣ်ဖၠူထၢၣ် ဒဲးစတီး (ပ) မ့တမ့ၢ် လဲးပတီး (ပ), မ့တမ့ၢ် လၢ iPad မ့တမ့ၢ် အဲဒရွဲး တဲးပလဲးန့ၣ် ကမ့ၢ်တၢ်အဂ့ၤကတၢၢ်လီၤ. တၢ်အံၤ တဘၣ်တၢ်တ့တိာ်ကျဲၤအီၤလၢ တၢ်ကကွၢ်အီၤလၢ စမးလီတဲစိဘၣ်. နမ့ၢ်မၤလိတၢ်လၢ တၢ်ပာ်ဖှိၣ်တၢ်ဆီလီၤပာ်လီၤအဃိ မၤလီၤတံၢ်လၢ နတၢ်ကရၢကရိ ဟ့ၣ်တၢ်ပျဲလၢ တၢ်နုာ်လီၤကွၢ်တၢ်ဆူ ပှာ်သန့လၢတၢ်ချၢအပူၤန့ၣ်တက့ၢ်. တလိၣ်လၢနကမၤဝံၤ တၢ်မၤလိခဲလၢာ် တဘျီဃီဘၣ်. ပဟ့ၣ်ကူၣ်နၤလၢ နကစံၢ်လီၤ ဆူညါ တချုး နထွးထီၣ်ဒံးဘၣ်န့ၣ်လီၤ. နမ့ၢ်တမၤဒ်အံၤန့ၣ် နကဘၣ်ကွၢ်က့ၤနဲ တၢ်ဂီၤယဲၤဘ့ၣ်လၢ နကွၢ်တ့ၢ်အီၤ လၢခံကတၢၢ် တချုးလၢ နလဲၤဆူညါဒံးဘၣ်န့ၣ်လီၤ. နီၢ်ကစၢ် နဲၣ်လီၤသး တၢ်မၤလိအံၤ ဘၣ်တၢ်တ့တိာ်ကျဲၤအီၤ လၢတၢ်ကမၤဝံၤအီၤလၢ သၢနၣ်ရံၣ်အတီၢ်ပူၤလီၤ. နတၢ်ဆၢကတီၢ်လၢ ကမၤဝံၤအီၤန့ၣ် ကလီၤဆီဝဲလီၤ. နမၤလိတၢ်မၤလိအံၤ မ့ၢ်ဝံၤန့ၣ် နကဒိးန့ၢ်ဘၣ် တၢ်မၤဝံၤတၢ်လၢ နီၢ်ကစၢ်ဒၣ် လံာ်အုၣ်သးလီၤ. ဘရီစၢၣ်ဒီး တၢ်ပီးတၢ်လီ တၢ်ဆီၣ်ထွဲ Windows: Chrome, Edge, Firefox (ဘၢရှၢၣ် လၢခံကတၢၢ်), ဒီး IE11. Mac: Safari ဒီး Firefox (ဘၢရှၢၣ် လၢခံကတၢၢ်). Apple iOS tablets: Safari ဒီး Google Chrome (ဘၢရှၢၣ် လၢခံကတၢၢ်). Android OS6 မ့တမ့ၢ် အသီလၢခံ- Google Chrome (ဘၢရှၢၣ် လၢခံကတၢၢ်).

# language.am.name
source: Amharic
ksw_mymr: ဟင်ဒီ

# language.en.name
source: English
ksw_mymr: အဲကလံးကျိာ်

# language.es.name
source: Spanish
ksw_mymr: စပ့ၣ်ကျိာ်

# language.hi.name
source: Hindi
ksw_mymr: အမ်ဟာရစ်

# language.hmn.name
source: Hmong
ksw_mymr: မိာ်ကျိာ်

# language.ksw-Mymr.name
source: S’gaw Karen
ksw_mymr: ကညီကျိာ်

# language.so.name
source: Somali
ksw_mymr: ဆိၣ်မၣ်လံၣ်ကျိာ်

# language.zh.name
source: Chinese
ksw_mymr: တရုတ်

# language.am.description
source: Amharic
ksw_mymr: ဟင်ဒီ

# language.en.description
source: English
ksw_mymr: အဲကလံးကျိာ်

# language.es.description
source: Spanish
ksw_mymr: စပ့ၣ်ကျိာ်

# language.hi.description
source: Hindi
ksw_mymr: အမ်ဟာရစ်

# language.hmn.description
source: Hmong
ksw_mymr: မိာ်ကျိာ်

# language.ksw-Mymr.description
source: S’gaw Karen Myanmar script
ksw_mymr: ကညီကျိာ်

# language.so.description
source: Somali
ksw_mymr: ဆိၣ်မၣ်လံၣ်ကျိာ်

# language.zh.description
source: Chinese (Simplified)
ksw_mymr: တရုတ် (ရိုးရှင်းသော)

# language.title
source: Language
ksw_mymr: ကျိာ်

# language.content
source: Our training programs are available in multiple languages. Choose your preferred language by pressing a button below.
ksw_mymr: ပတၢ်သိၣ်လိမၤလိ အတၢ်ရဲၣ်တၢ်ကျဲၤတဖၣ်န့ၣ် တၢ်ဒိးန့ၢ်အီၤသ့လၢ ကျိာ်တၢ်ကတိၤ အါမံၤလီၤ. ဃုထၢကျိာ်တၢ်ကတိၤလၢ နအဲၣ်ဒိးအီၤ ခီဖျိနစံၢ်လီၤနဲ နီၣ်ဆီၣ်ခံလၢလာ်အံၤတက့ၢ်.

# language.clear
source: Clear all language settings
ksw_mymr: တြူာ်ကွံာ် ကျိာ်တၢ်ကတိၤတၢ်ဆီလီၤပာ်လီၤခဲလၢာ်

# language.clear_button
source: Clear
ksw_mymr: တြူာ်ကွံာ်

# CurriculumPurchaseRefundTool.refund.are_you_sure
source: Are you sure you wish to refund this purchase? You will no longer be able to access this curriculum.
ksw_mymr: မ့ၢ်နလီၤတံၢ်လၢ နအဲၣ်ဒိး ဒိးန့ၢ်ကဒါက့ၤစ့ လၢတၢ်ပှ့ၤအံၤအဂီၢ်ဧါ. မ့မ့ၢ်ဒ်န့ၣ်ဒီး နနုာ်လီၤလၢလံာ်ညိၣ်သိၣ်ဒိၣ်အံၤ တသ့လၢၤဘၣ်.

# CurriculumPurchaseRefundTool.purchase.not_specified
source: There was no purchase specified.
ksw_mymr: တၢ်တပာ်ဖျါဃာ် တၢ်ပှ့ၤတၢ်ဘၣ်.

# CurriculumPurchaseRefundTool.purchase.unknown
source: This is an unknown purchase and cannot be refunded.
ksw_mymr: တၢ်အံၤမ့ၢ် တၢ်ပှ့ၤလၢ တၢ်တသ့ၣ်ညါအီၤဒီး တၢ်ဟ့ၣ်ကဒါက့ၤနၤစ့တသ့ဘၣ်.

# CurriculumPurchaseRefundTool.purchase.already_refunded
source: This purchase has already been refunded.
ksw_mymr: တၢ်ပှ့ၤအံၤအဂီၢ် တၢ်ဟ့ၣ်ကဒါက့ၤ စ့ဝံၤလံ.

# CurriculumPurchaseRefundTool.purchase.too_old
source: This purchase is older than seven days and cannot be refunded.
ksw_mymr: တၢ်ပှ့ၤအံၤ ယံာ်တ့ၢ်လံ အါန့ၢ် နွံသီအဃိ တၢ်ဟ့ၣ်ကဒါက့ၤစ့ တသ့ဘၣ်.

# CurriculumPurchaseRefundTool.purchase.launched
source: This purchase has been launched and cannot be refunded.
ksw_mymr: တၢ်ပှ့ၤအံၤ ဘၣ်တၢ်ထုးထီၣ်အီၤ ဝံၤလံအဃိ တၢ်ဟ့ၣ်ကဒါက့ၤစ့ တသ့ဘၣ်.

# CurriculumPurchaseRefundTool.purchase.no_credit_card_transaction
source: There is no credit card transaction associated with this purchase so it cannot be refunded automatically.
ksw_mymr: လၢတၢ်ပှ့ၤအံၤအဂီၢ် စ့ကဒွဲခးက့အတၢ်ဆှၢလီၤစ့ အတၢ်ကွဲးနီၣ်ကွဲးဃါတအိၣ်ဘၣ်. လၢတၢ်န့ၣ်အဃိ တၢ်ဟ့ၣ်ကဒါက့ၤစ့ လၢအတၢ်ဒၣ်ဝဲ တသ့ဘၣ်.

# CurriculumPurchaseRefundTool.purchase.further_assistance
source: If you need further assistance, please contact support at {0}.
ksw_mymr: နမ့ၢ်လိၣ်ဘၣ်အါထီၣ် တၢ်မၤစၢၤအဃိ, ဝံသးစူၤ ဆဲးကျၢ တၢ်ဆီၣ်ထွဲ ဖဲ {0} တက့ၢ်.
