Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(so).xlf
Languages: so

# course.ICAPS-L2.description
source: Lesson Two focuses on cultural awareness and introduces key principles for initiating and maintaining productive interactions and relationships with persons from diverse cultures. The lesson explores cultural differences and their impact on communication. It emphasizes skills to overcome barriers and provide culturally affirming support.
so: Casharka Labaad wuxuu diirada saarayaa wacyigalinta dhaqanka wuxuu keenayab shuruucda furaha u ah in lagu bilaabo laguna ilaaliyo macaamilka waxtarka leh iyo xidhiidhada shakhsiyaadka dhaqamada kala duwan. Casharku wuxuu raadinayaa kala duwanaanshaha iyo saameyntooda wada-xidhiidhka. Waxay xoojinaysaa xirfadaha lagaga guulaysanayo caqabadaha laguna bixinaayo caawimo dhaqan ahaan haboon.

# course.ICAPS-L3.description
source: Lesson Three transitions from learning to doing by practicing concepts learned in previous lessons. Participants are challenged to identify and successfully bridge cultural differences by engaging in several interactive scenarios. This learn-by-doing approach enables participants to develop and grow their ability to navigate relationships with people from different cultures by establishing rapport, adjusting communication styles, and avoiding and repairing microaggressions.
so: Casharka Saddexaad kala guurka waxbarashada la sameynayo iyadoo laga qeybagalaayo fikradaha lagu bartay casharada hore. Kaqeybgalayaasha waxa lagu imtaxaanayaa inay aqoonsadaan oo si guul leh ay u dhisaan biriijyada kala duwanaanshaha dhaqan iyagoo ka hawlgalaaya dhowr arimood. Tani waxa lagu baran karaa iyadoo la sameynaayo nidaamka awood siinaya kaqeybgalayaash inay kobcaan oo koriyaan awoodooda adeegsiga xidhiidhada dadka dhaqamada kala duwan iyadoo la asaasayo xidhiidhka, lana saxaayo qaababka wada-xidhiidh, lana iska ilaalinaayo oo la dayac tiraayo gardarooyinka sahlan.

# course.ICAPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
so: Si aad dib ugu fiirisid uguna daabacdid shahaadadaada taabo Daar badhanka ah.

# login_errors.title
source: Oops! We found a problem!
so: Aalakh! Waxaan helay qalad!

# login_errors.invalid
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
so: Qaar kamida xogta aad soo gudbisay kuma jirto keydka xogteena. Fadlan dib u geli magac-garashadaada iyo nambar sireedkaaga. Kadib ku dhufo Gal gudaha.

# login_errors.blank
source: Some of the information you provided does not match our records. Please re-enter your username and password. Then click Sign In.
so: Qaar kamida xogta aad soo gudbisay kuma jirto keydka xogteena. Fadlan dib u geli magac-garashadaada iyo nambar sireedkaaga. Kadib ku dhufo Gal gudaha.

# login_errors.inactive
source: Your account is inactive.
so: Akoonkaagu waa mid xayiran.

# login_errors.fatal
source: The system is unavailable.
so: Sistemkeena lama heli karo.

# login_errors.session_expired
source: Your session has expired.
so: Xili waqtiyeedkaagu waa uu dhacay.

# registration_errors.title
source: Oops! We found a problem!
so: Aalakh! Waxaan helay qalad!

# registration_errors.required
source: Some required fields are missing.
so: Qaar kamida godadka loo baahan yahay ayaa kaa maqan.

# registration_errors.fatal
source: The system is unavailable.
so: Sistemkeena lama heli karo.

# registration_errors.first_name_required
source: The first name field is required.
so: Godka magaca kowaad waa loo baahan yahay.

# registration_errors.last_name_required
source: The last name field is required.
so: Godka magaca labaad waa loo baahan yahay.

# registration_errors.email_address_required
source: The email address field is required.
so: Godka ciwaanka iimeylka waa loo baahan yahay.

# registration_errors.email_address_exists
source: That email address is already registered.
so: Ciwaanka iimeylkan horay ayaa loo diwaan geliyay.

# registration_errors.username_required
source: The username field is required.
so: Godka magac garashada waa loo baahan yahay.

# registration_errors.username_exists
source: That username is already registered.
so: Magaca-garashadan waa mid horay loo qaatay.

# registration_errors.password_required
source: The password field is required.
so: Godka nambar sireedka waa loo baahan yahay.

# registration_errors.password_match
source: The passwords do not match.
so: Nambar sireedyadu isma lahan.

# registration_errors.password_again_required
source: The password again field is required.
so: Mar kale godka nambar sireedka waa loo bahan yahay.

# registration_errors.password_again_match
source: The passwords do not match.
so: Nambar sireedyadu isma lahan.

# registration_errors.registration_code_required
source: The group field is required.
so: Godka kooxda waa loo baahan yahay.

# registration_errors.registration_code_invalid
source: That registration code is invalid.
so: Nambarka sirta ee diwaan gelinta waa mid qalad ah.

# registration_errors.registration_code_full
source: There are no more seats available using that registration code.
so: Ma jiraan fadhiyo kale dheeriya oo la heli karo adigoo isticmaalaya nambar sireedkaas diwaan gelinta.

# registration_errors.captcha_required
source: The captcha is required.
so: Captcha-ga waa loo baahan yahay.

# menu.home
source: Home
so: Bogga Hore

# menu.language
source: Language
so: Luuqada

# menu.profile
source: Profile
so: Bogga Warbixinta

# menu.help
source: Help
so: Caawinaad

# menu.signout
source: Sign Out
so: Ka Bax

# home.title
source: Home Page
so: Bogga Hore

# home.welcome
source: Hi, {0}, and welcome to MCB’s Online Training for Peer Specialists! You are on your personal home page. On the right, you’ll see the course list. Click on a course title to reveal the course description and a summary of each lesson. As you work your way through the course, your status will be updated to reflect your progress. Click the Launch button to the right of the available lesson to begin. The lessons must be taken in the order presented. When you complete a lesson, the next lesson will unlock. You do not have to complete a lesson in one session. If you EXIT before completing a lesson, we’ll remember where you left off and bring you back to the right point when you return. For your convenience, bookmark this page. Alternatively, sign in at www.mcboard.org. Thank you for participating in this online training program. Thank you, too, for your commitment to helping others in their recovery journey. NOTE: These courses are not designed to be viewed on a Smartphone.{br_12} Please use a tablet, laptop or desktop computer. {hr_14} For any technical or connection issues, please email us at {1}.
so: Salaam, {0}, iyo kusoo dhawaaw Tobabbarka Onleynka MCB ee Xirfadlayaasha Taqasus ee Isku Asaaga! Waxaad ku sugan tahay boggaaga hore ee shaqsi. Dhanka midig, waxaad ka arki doonta liiska koorsada. Ku dhufo ciwaanka koorsada si aad u aragto sharaxaada koorsada iyo warbixinta kooban ee cashar walbo. Inta aad sii wado koorsada, waxaa la cusboneysiin doona heerka aad mareyso si ay uuga muuqato horumarka sameyneso. Ku dhufo Kici badhanka midig ee casharka diyaarka ee aad bilaabeyso. Casharadu waa in loo qaato sida ay usoo kala horeyaan, waxaa furmaya casharka xigo. Qasab ma ahan in aad hal waqti ku dhammeeyso cashar. Hadii aad KA BAXDO inta aadan dhameyn casharka, waxaan xasuusan doona halka aad kaga tagtay anagoo dib kaaga bilaabi doono halka ku haboon marka aad soo laabato. Si ay kuugu fududaato, boggan bookmark ku keydso. Taa badalkeed, soo gal www.mcboard.org. Waad ku mahadsan tahay ka qeyb qaadashada tobabarkan onleynka ah. Mahadsanid, sidoo kale, waan kaaga mahadcelineyna dadaalkaaga aad ku caawineyso dadka kale ee ku jira safarkooda dib usoo kabasho. OGAYSIIS: Koorsadan looguma tallo gelin in Taleefan laga daawado.{br_12} Fadlan isticmaal tableet, labtoob ama computerka weyn. {hr_14} Waxii caawinaad farsamo ama qadka ah, fadlan inagala soo xiriir {1}.

# home.assignment_title
source: Title
so: Ciwaanka

# home.assignment_action
source: Action
so: Ficilka

# home.assignment_status
source: Status
so: Heerka

# home.assignment_assigned
source: Assigned
so: Lagu qoray

# home.assignment_completed
source: Completed
so: La Dhammeeyay

# home.launch_button
source: Launch
so: Kici

# home.continue_button
source: Continue
so: Sii wad

# home.certificate_button
source: Certificate
so: Shahaado

# home.view_button
source: View
so: Fiiri

# home.review_button
source: Review
so: Dibu-fiiri

# home.optional_courses.name
source: Optional Courses
so: Koorsooyinka Ikhtiyaariga ah

# home.optional_courses.description
source: These courses are optional and were made available to you outside of a curriculum.
so: Koorsooyinkan waa ikhtiyaari waxaana laguu diyaariyey meel ka baxsan manhajka.

# profile.title
source: Profile
so: Bogga Warbixinta

# profile.language
source: Language
so: Luuqada

# profile.email_address
source: Email Address
so: Ciwaanka Iimeylka

# profile.name
source: Name
so: Magac

# profile.username
source: Username
so: Magac-garashada

# profile.password
source: Password
so: Nambar sireedka

# help.title
source: Help
so: Caawinaad

# help.content
source: For any technical or connection issues, please email us at {0}. Good to know This course is best viewed on a desktop or laptop computer, or on newer iPad or Android tablets. It is not designed to be viewed on a smartphone. If you are taking the course in a corporate setting be sure that your organization allows access to external websites. You do not have to complete the course in one session. We encourage you to press NEXT before exiting. Failing to do so will require you to view again the last viewed slide before moving forward. This self-directed course has been designed to be completed in three hours. Your time to complete may vary. Upon completion of the course you will receive a personalized Completion Certificate. Browser and device support Windows: Chrome, Edge, Firefox (latest versions), and IE11. Mac: Safari and Firefox (latest versions). Apple iOS tablets: Safari and Google Chrome (latest versions). Android OS6 or later: Google Chrome (latest version).
so: Waxii caawinaad farsamo ama qadka ah, fadlan inagala soo xiriir {0}. Wanaagsan in aad Ogaato Koorsadan waxa ay ku wanaagsan tahay in aad ku daawato kombiyutar weyn, laabtoob, ama iPad cusub ama taabletka Android. Looguma tallo gelin in taleefan lagu daawado. Haddii aad koorsada shirkad ahaan u qaadaneyso hubso in shirkadaadu ogoshahay bogaga ka baxsan. Qasab ma ahan in aad koorsada hal fadhi ku dhammeeyso. Waxaan kugu dhiiro gelineyna in aad taabato XIGA inta aadan ka ka bixin. Haddii aad sidaan sameyn weyso waxaad ku qasbanaan doonta in aad mar kale daawato boggii ugu danbeyay inta aadan horay usocon. Koorsadan ee iska isku wadid ayaa loogu tallo galay in lagu dhammeeyo sadax saacadood. Waqtiga aad adiga ku dhammeeyneysid ayaa kala duwan. Isla marka aad dhammeeyso koorsada waxaad heli doonta Shahaado Dhammeystir oo kuu gooniya. Barowserka iyo Allaada uu Aqbalayo Windows: Chrome, Edge, Firefox (nuuci ugu danbeyay), iyo IE11. Mac: Safari iyo Firefox (nuuci ugu danbeyay). Apple iOS taabletis: Safari iyo Google Chrome (nuuci ugu danbeyay). Android OS6 ama waxii ka danbeyay: Google Chrome (nuuci ugu danbeyay).

# language.am.name
source: Amharic
so: Axmaari

# language.en.name
source: English
so: Ingiriisi

# language.es.name
source: Spanish
so: Isbaanish

# language.ksw-Mymr.name
source: S’gaw Karen
so: Siigaw Kaaran

# language.so.name
source: Somali
so: Soomaali

# language.zh.name
source: Chinese
so: Shiinaha

# language.am.description
source: Amharic
so: Axmaari

# language.en.description
source: English
so: Ingiriisi

# language.es.description
source: Spanish
so: Isbaanish

# language.ksw-Mymr.description
source: S’gaw Karen Myanmar script
so: Qoraalka S’gaw Karen Myanmar

# language.so.description
source: Somali
so: Soomaali

# language.zh.description
source: Chinese (Simplified)
so: Shiinaha (Fududeysan)

# language.title
source: Language
so: Luuqada

# language.content
source: Our training programs are available in multiple languages. Choose your preferred language by pressing a button below.
so: Tobabaradeena ayaad ku heli kartaa luuqado kala duwan. Dooro luuqada aad rabto adigoo riixaya badhanka hoose.

# language.clear
source: Clear all language settings
so: Tirtir sittingka dhamaan luuqadaha

# language.clear_button
source: Clear
so: Tirtir

# CurriculumPurchaseRefundTool.refund.are_you_sure
source: Are you sure you wish to refund this purchase? You will no longer be able to access this curriculum.
so: Ma hubtaa in aad rabto in aad ceshato lacagta ku iibsatay? Masii awoodi doonto in aad sii isticmaasho manhajkan.

# CurriculumPurchaseRefundTool.purchase.not_specified
source: There was no purchase specified.
so: Wax iibsasho ah lama sheegin.

# CurriculumPurchaseRefundTool.purchase.unknown
source: This is an unknown purchase and cannot be refunded.
so: Tani waa iibsasho aan lagaraneynin dibna lacagta looma soo celin karo.

# CurriculumPurchaseRefundTool.purchase.already_refunded
source: This purchase has already been refunded.
so: Iibsashadan mar hore ayaa laga laabtay, dibna waa looso celiyay.

# CurriculumPurchaseRefundTool.purchase.too_old
source: This purchase is older than seven days and cannot be refunded.
so: Iibsashadan waxa ay ka badan tahay todobo maalin dibna looma soo celin karo.

# CurriculumPurchaseRefundTool.purchase.launched
source: This purchase has been launched and cannot be refunded.
so: Iibsashadan waa la bilaabay lagamana laaban karo.

# CurriculumPurchaseRefundTool.purchase.no_credit_card_transaction
source: There is no credit card transaction associated with this purchase so it cannot be refunded automatically.
so: Wax kaarka iibsashada lala xiriirin karo iibsashadan ma jirto marka si otomaatik ah dib looguma soo celin karo.

# CurriculumPurchaseRefundTool.purchase.further_assistance
source: If you need further assistance, please contact support at {0}.
so: Haddii aad u baahan tahay caawinaad dheeriya, fadlan lasoo xiriir qeybta caawinaada ee {0}.
