Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(so).xlf
Languages: so

# calendar.jan.abbreviated
source: Jan
so: Janr

# calendar.feb.abbreviated
source: Feb
so: Febr

# calendar.mar.abbreviated
source: Mar
so: Maar

# calendar.apr.abbreviated
source: Apr
so: Abr

# calendar.may.abbreviated
source: May
so: Maj

# calendar.jun.abbreviated
source: Jun
so: Juu

# calendar.jul.abbreviated
source: Jul
so: Luu

# calendar.aug.abbreviated
source: Aug
so: Ago

# calendar.sep.abbreviated
source: Sep
so: Seb

# calendar.oct.abbreviated
source: Oct
so: Okt

# calendar.nov.abbreviated
source: Nov
so: Nof

# calendar.dec.abbreviated
source: Dec
so: Dis

# calendar.january
source: January
so: Janaayo

# calendar.february
source: February
so: Febraayo

# calendar.march
source: March
so: Maarso

# calendar.april
source: April
so: Abriil

# calendar.may
source: May
so: Maajo

# calendar.june
source: June
so: Juun

# calendar.july
source: July
so: Luuliyo

# calendar.august
source: August
so: Agoosto

# calendar.september
source: September
so: Sebteembar

# calendar.october
source: October
so: Oktoobar

# calendar.november
source: November
so: Nofeembar

# calendar.december
source: December
so: Diseembar

# calendar.su.abbreviated2
source: Su
so: Ax

# calendar.mo.abbreviated2
source: Mo
so: Is

# calendar.tu.abbreviated2
source: Tu
so: Ta

# calendar.we.abbreviated2
source: We
so: Ar

# calendar.th.abbreviated2
source: Th
so: Kh

# calendar.fr.abbreviated2
source: Fr
so: Ji

# calendar.sa.abbreviated2
source: Sa
so: Sb

# calendar.sun.abbreviated3
source: Sun
so: Axa

# calendar.mon.abbreviated3
source: Mon
so: Isn

# calendar.tue.abbreviated3
source: Tue
so: Tal

# calendar.wed.abbreviated3
source: Wed
so: Arb

# calendar.thu.abbreviated3
source: Thu
so: Kha

# calendar.fri.abbreviated3
source: Fri
so: Jim

# calendar.sat.abbreviated3
source: Sat
so: Sab

# calendar.sunday
source: Sunday
so: Axad

# calendar.monday
source: Monday
so: Isniin

# calendar.tuesday
source: Tuesday
so: Talaado

# calendar.wednesday
source: Wednesday
so: Arbaco

# calendar.thursday
source: Thursday
so: Khamiis

# calendar.friday
source: Friday
so: Jimco

# calendar.saturday
source: Saturday
so: Sabti

# user_scripts.profile_delete
source: Are you sure you want to delete your profile?
so: Ma hubtaa in aad rabto in aad iska saarto bogga xogtaada shaqsi (profile)?

# SmartFormUtil.no_match
source: There is no match for the value entered
so: Wax u dhigma xogta aad gelisay ma lahan

# SmartFormUtil.too_many_matches
source: There are too many matches for the value entered
so: Xogta aad gelisay xogta u dhiganto ayaa aad u faro badan

# SmartFormUtil.invalid_phone_number
source: This is an invalid phone number
so: Taleefan nambarkani waa mid qalad ah

# SmartFormUtil.invalid_dollar_amount
source: This is an invalid dollar amount
so: Tirada lacagtan doolarka waa mid qalada

# SmartFormUtil.required_field
source: This is a required field
so: Qeybtan waa loo baahan yahay

# SmartFormUtil.at_least_one_required_field_not_specified
source: At least one required field was not specified
so: Ugu yaraan hal god oo loo baahan yahay ayaanan la sheegin

# SmartFormUtil.too_long
source: This is too long (maximum length {0} characters)
so: Tani aad ayee u dheer tahay (waxaa ugu badan {0} xaraf)

# SmartFormUtil.invalid_number
source: This is an invalid number
so: Nambarkani waa mid qalad ah

# SmartFormUtil.invalid_date
source: This is an invalid date
so: Taariikhdan waa khalad

# FieldValidator.email_address.not_specified
source: E-mail address not specified
so: Ciwaanka iimeylka lama gelinin

# FieldValidator.email_address.leading_whitespace
source: E-mail address contains leading whitespace
so: Ciwaanka iimeylka waxaa ugu horeyo isbeys banaan

# FieldValidator.email_address.trailing_whitespace
source: E-mail address contains trailing whitespace
so: Ciwaanka iimeylka waxaa ugu danbeyo isbeys banaan

# FieldValidator.email_address.embedded_whitespace
source: E-mail address contains embedded whitespace
so: Ciwaanka iimeylka waxaa ku lifaaqan isbeyn banaan

# FieldValidator.email_address.no_at_symbol
source: E-mail address does not contain an @ symbol
so: Ciwaanka iimeylka calamaada @ kuma jirto

# FieldValidator.email_address.too_short
source: E-mail address is too short (minimum length {0} characters)
so: Ciwaanka iimeylka aad ayuu u gaaban yahay (tirada ugu waa {0} xaraf)

# FieldValidator.email_address.domain_no_period
source: Domain part of e-mail address does not contain a period
so: Qeybta danbe ee magaca bogga internetka kuma jirto dhibic

# FieldValidator.email_address.user_invalid_characters
source: User part of e-mail address contains invalid characters
so: Qeybta magaca garashada shaqsiga ee ciwaanka waxaa ku jiro xarfo qaldan

# FieldValidator.email_address.user_ends_with_period
source: User part of e-mail address ends with a period
so: Qeybta magac garashada shaqsiga ee ciwaanka waxaa ugu danbeyo dhibic

# FieldValidator.email_address.domain_invalid_characters
source: Domain part of e-mail address contains invalid characters
so: Qeybta danbe ee magaca bogga internetka ciwaanka waxaa ku jiro xarfo qaldan

# FieldValidator.email_address.domain_starts_with_period
source: Domain part of e-mail address starts with a period
so: Qeybta danbe ee magaca bogga internetka ciwaanka waxa uu ka bilaabanaya dhibac

# FieldValidator.email_address.domain_ends_with_period
source: Domain part of e-mail address ends with a period
so: Qeybta danbe ee magaca bogga internetka ciwaanka waxa uu ku dhamaanaya dhibac

# FieldValidator.email_address.domain_too_long
source: Domain part of e-mail address is longer than 67 characters
so: Qeybta danbe ee ciwaanka iimeylka waxa uu ka badan yahay 67 xaraf

# FieldValidator.email_address.domain_two_periods_in_a_row
source: Domain part of e-mail address contains two periods in a row
so: Qeybta danbe ee ciwaanka waxaa ku jiro labo dhibcood oo isku xigo

# FieldValidator.email_address.domain_not_valid
source: Domain “{0}” is not valid
so: Qeybta danbe ee magaca bogga internetka “{0}” ma ahan mid sax ah

# FieldValidator.email_address.domain_invalid_top_level_domain
source: Top-level domain (TLD) “{0}” is not valid
so: Qeybta danbe ee magaca bogga internetka Darajada-Sara (TLD) “{0}” sax ma ahan

# FieldValidator.email_address.domain_invalid_top_level_domain_with_suggestion
source: Top-level domain (TLD) “{0}” is not valid (did you mean “{1}”?)
so: Qeybta danbe ee magaca bogga internetka Darajada-Sara (TLD) “{0}” sax ma ahan (ma waxaad ula jeeda “{1}”?)

# FieldValidator.email_address.invalid
source: This is an invalid e-mail address
so: Kani waa ciwaan imeyl aan sax aheyn

# FieldValidator.email_address.multiple_recipients
source: E-mail address cannot contain multiple recipients
so: Ciwaanka iimeylka dhowr ciwaan shaqsi kama koobnaan karo

# FieldValidator.email_address.simple_address
source: E-mail address must be a simple email address
so: Ciwaanka iimeylku waa in uu ahaado ciwaan iimeyl fudu

# FieldValidator.password.too_short
source: This password is too short (minimum length {0} characters)
so: Nambar sireedkani waa mid aad u kooban (tirada ugu yar waa {0} xaraf)

# FieldValidator.password.too_simple
source: This password is too simple
so: Nambar sireedkan aad ayee u fududahay in la qiyaaso

# FieldValidator.password.invalid
source: This is an invalid password
so: Nambar sireedkani waa mid qaldan

# FieldValidator.URL.invalid
source: This is an invalid URL
so: Ciwaanka URL-ka waa mid qalad ah

# SmartColumnComponent.no_sort
source: Return to default sort order
so: Dib ugu noqo isku aadka bilawga

# SmartColumnComponent.sort_by_asc
source: Sort by {0} ascending
so: Iskugu aadi {0} hab koru socoda

# SmartColumnComponent.sort_by_desc
source: Sort by {0} descending
so: Iskugu aadi {0} hab hoos u socoda

# SmartFormComponent.submit
source: Submit
so: Gudbi

# SmartFormComponent.save
source: Save
so: Keydi

# SmartFormComponent.copy
source: Copy
so: Koobiyey

# SmartFormComponent.new
source: New
so: Cusub

# SmartFormComponent.delete
source: Delete
so: Ka-saar

# SmartFormComponent.reset
source: Reset
so: Dib-ugu celi

# SmartFormComponent.cancel
source: Cancel
so: Jooji

# SmartFormComponent.go
source: Go
so: Tag

# SmartFormComponent.ok
source: OK
so: Caadi

# SmartFormComponent.previous
source: Previous
so: Hore

# SmartFormComponent.next
source: Next
so: Xiga

# SmartFormComponent.close
source: Close
so: Xidh

# ProfileHandler.username_already_registered
source: That username is already registered.
so: Magaca-garashadan waa mid horay loo qaatay.

# ProfileHandler.email_address_already_registered
source: That e-mail address is already registered.
so: Ciwaankan ayaa horay loo diwaan geliyay.

# ProfileHandler.missing_username_or_email_address
source: Missing username or e-mail address.
so: Waxaa ka maqan ciwaanka iimeylka ama magac-garashada.

# ProfileHandler.required
source: Required
so: Waa loo baahan yahay

# ProfileHandler.passwords_do_not_match
source: Your passwords do not match.
so: Nambar sireedyadu isma lahan.

# ResetPassword.password_has_been_changed
source: Your password has been changed.
so: Nambar sireedkaaga waa la badalay.

# password_strength.too_short
source: Too short
so: Aad buu u gaaban yahay

# password_strength.weak
source: Weak
so: Daciif

# password_strength.fair
source: Fair
so: Dhexdhexaad

# password_strength.good
source: Good
so: Wanaagsan

# password_strength.strong
source: Strong
so: Aad u wanaagsan

# password_strength.not_rated
source: Not rated
so: Lama qiimeyn

# login.title
source: Sign In
so: Gudaha ugal

# login.welcome
source: Welcome to MCB’s Online Training for Peer Specialists These free online training programs explore a variety of topics to help you succeed as a peer and work effectively with those beginning or continuing their recovery journey. Our training programs provide you with the knowledge and skills to better support the persons you serve on their recovery journey. The programs educate and challenge your understanding about opioids and substance use as well as build mindfulness of cultural differences and your ability to navigate those differences. Funding for this training is made possible through a grant from the Minnesota Department of Human Services Behavioral Health Division. Self-register to begin or, if you are a returning learner, sign in to continue your training. For any technical or connection issues, please email {0}.
so: Kusoo dhawaaw Tobababarka Onleynka ah ee MCB ee Xirfadlayaasha Isku-filkaa Tobabaradan bilaashka waxa ay ka hadlayaan mowduucyo kala duwan si ay kaaga caawiyaan in aad guul kaarto ka dhalin yaro ahaan iyo in aad si wanaagsan ula shaqeyso kuwa bilaabaya ama ku jiro safarkooda dib usoo kabasho. Qorshayaashena tobabar waxa ay ku sinayaan aqoonta iyo xirfada aad u baahan tahay si aad sida ugu wanaagsan ugu kaalmeyso shaqsiyaadka aad u adeegeyso ee soo kabashada ku jiro. Maal gelinta tobabarkan waxaa suurto geliyay deeq ka timid Waaxda Caafimaaka Dhaqanka ee Adeega Bini’aadamka Minnesota (Minnesota Department of Human Services Behavioral Health Division). Is diwaan geli si aad u bilaawdo ama, haddii aad tahay arday soo noqonaya, soo gal si aad u sii wado tobabarka. Waxii cilad farsamo iyo qadka, fadlan la xiriir ciwaankan {0}.

# login.new_registration
source: Welcome, and thank you for your purchase! To begin, please watch the video to your left, test your browser, and then sign in using your username and password.
so: Soo dhawaaw, waad ku mahadsan tahay iibsashadaada! Si aad u bilaawdo, fadlan daawo muuqalka dhanka bidix, tijaabi barowserkaaga, kadibna soo gal adigoo isticmaalaya magaca-garashadaada iyo nambar sireedkaaga.

# login.signin
source: Sign In
so: Gudaha ugal

# login.registered_learners_signin
source: Registered learners sign in here.
so: Ardayda diwaan gashan halkan soo gal.

# login.username
source: Username
so: Magac-garashada

# login.password
source: Password
so: Nambar sireedka

# login.register
source: Register
so: Diwaan Geli

# login.new_learners_register
source: New learners register here.
so: Ardayda cusub halkan iska diwaan geli.

# login.language
source: Language
so: Luuqada

# login.first_name
source: First Name
so: Magaca Kowaad

# login.last_name
source: Last Name
so: Magaca Labaad

# login.email_address
source: Email Address
so: Ciwaanka Iimeylka

# login.password_again
source: Type Password Again
so: Mar Kale Ku Celi Nambar Sireedka

# login.registration_code
source: Group
so: Koox

# login.choose_a_group
source: Choose a group
so: Dooro Koox

# header.text
source: Online Training for Behavioral Health Professionals
so: Tobabarka Onleynka ee Dhaqanka Caafimaad ee Qabiirada Xirfadlayaal

# footer.application_footer
source: &copy; 2009-{0} Kinetic Learning, Inc. All Rights Reserved &middot; Contact Support &middot; {2}
so: &copy; 2009-{0} Kinetic Learning, Inc. Dhamaan Xuquuqda Wey-Dhowran Tahay &middot; Lasoo Xiriir Kaalamada &middot; {2}

# learner_group.1CPRS.name
source: Certified Peer Recovery Specialist
so: Xirfadle Taqasus Kabsi ee Asaaga Dhalin la Ansaxiye

# learner_group.2PRSS.name
source: Peer Recovery Support Specialist
so: Kaalmada Xirfadle Taqasus ee Kabashada Asaaga Dhalin

# learner_group.3FS.name
source: Family Specialist
so: Xirfadle Taqasus Qoys

# learner_group.9OP.name
source: Other Professional
so: Xirfadle Kale

# learner_group.1CPRS.description
source: Certified Peer Recovery Specialist
so: Xirfadle Taqasus Kabsi ee Asaaga Dhalin la Ansaxiye

# learner_group.2PRSS.description
source: Peer Recovery Support Specialist
so: Kaalmada Xirfadle Taqasus ee Kabashada Asaaga Dhalin

# learner_group.3FPS.description
source: Family Specialist
so: Xirfadle Taqasus Qoys

# learner_group.9OP.description
source: Other Professional
so: Xirfadle Kale

# status.browsed.name
source: Browsed
so: Laga raadiye

# status.completed.name
source: Completed
so: La Dhammeeyay

# status.failed.name
source: Failed
so: Dhacay

# status.incomplete.name
source: In Progress
so: Socda

# status.locked.name
source: Locked
so: Xidhmay

# status.not_attempted.name
source: New
so: Cusub

# status.passed.name
source: Passed
so: Ka Gudbay

# status.browsed.description
source: This has been completed: the learner is just browsing
so: Tani waa la dhammeeyay: ardaygu wuu iska dulmaraya

# status.completed.description
source: This has been completed
so: Tani waa la dhammeeyay

# status.failed.description
source: This was attempted and has been completed, but without a passing score
so: Tani waa leysku dayay, waana la dhammeeyay, laakiin dhibco lagagam gudbin

# status.incomplete.description
source: This is in progress and has not been completed
so: Tani waa ay socotaa walina lama dhammeynin

# status.locked.description
source: This has not been unlocked: please complete all prerequisites first
so: Tani wali lama furin: fadlan marka hore dhammeeystir dhamaan walxaha kow loo baahan yahay

# status.not_attempted.description
source: This has not been launched
so: Tani wali lama bilaabin

# status.passed.description
source: This has been completed with a passing score
so: Tani waxaa la dhammeeyay ayadoon dhibco lagaga gudbin

# curriculum.OTPS.short_name
source: Opioid Training
so: Tobabarka Opioidka

# curriculum.OTPS.name
source: Opioid Training for Peer Specialists
so: Tababbarka Opioid Ka Ee Khubarada Isku Faca Ah

# curriculum.OTPS.description
source: The objective of the course is to provide peer specialists with information about the principals and characteristics of opioid use disorders and approaches to treatment and recovery (e.g., medication assistant treatment) so peers are informed and prepared to support the individuals they serve.
so: Ujeedka koorsadu waa in xirfadlayaasha isku asaaga helaan warbixin ku saleysan shuruucda iyo dabeecadaha isiticmaalka xun ee opioidka iyo hababka loola tacaalo daweynta iyo dib uuga soo kabashada.

# curriculum.NEO.short_name
source: New and Emerging Opioids
so: Opioids Cusub iyo Kuwa Soobaxaya

# curriculum.NEO.name
source: New and Emerging Opioids
so: Opioids Cusub iyo Kuwa Soobaxaya

# curriculum.NEO.description
source: A timely update to the opioid crisis, which has evolved from opioid over-prescription to one of growing illegal access everywhere.
so: Warbixin degdeg ah oo mushkiladaha opioids, taasoo kasoo baxday qorista xad-dhaafka ee opoid ayaa mid kamida isticmaalka sharci darrada ee meelkasta.

# curriculum.ICAPS.short_name
source: Introduction to Culturally Affirming Peer Support
so: Hordhaca Caawimo Asaag oo Dhaqan ahaan Haboon

# curriculum.ICAPS.name
source: Introduction to Culturally Affirming Peer Support
so: Hordhaca Caawimo Asaag oo Dhaqan ahaan Haboon

# curriculum.ICAPS.description
source: The course provides peer specialists and others with a professional interest in substance use disorder recovery, insight into six of Minnesota’s diverse cultures, and learning experiences in cultural responsiveness. The course explores cultural differences and encourages peer specialists to be mindful of such differences and how they impact their relationship with the persons they serve. Participants work through real-world interactive exercises that help build skills for engaging and productive relationships with persons from diverse cultures.
so: Kooraskani wuxuu siinayaa khubarada asagaa iyo dadka kale ee leh xirfad danaynaya kasoo kabashada isticmaalka mukhaabaraadka, aragtida lixda dhaqan ee kala duwane Minnesota, iyo khibrada waxbarasho ee jawaabaha dhaqanka. Kooraskani wuxuu raadinayaa kala duwanaanshaha dhaqan wuxuuna ku dhiirinayaa khubaradu inay ka warqabaan kala duwanaanshaha iyo sida ay u saameeyaan xidhiidhka dadka ay u adeegaan. Kaqeybgalayaashu waxay ka shaqeeyaan jimicsiyada khibrada dhabta ee ka saacidaysa dhisida xirfadaha xidhiidhada waxtarka leh ee shakhsiyaadka dhaqamada kala duwan.

# course.OTPS-L1.name
source: Lesson One: History and Overview of the Opioid Epidemic
so: Casharka Kowaad: Taariikhda iyo Dulmarka Guud ee Caabuqa Opioidka

# course.OTPS-L2.name
source: Lesson Two: Opioids 101 — A Brief Overview of the Types and Effects of Opioids
so: Casharka Labaad: Opioids ka 101 — Dulmar kooban oo ku saabsan Noocyada iyo Saamaynta Opioids

# course.OTPS-L3.name
source: Lesson Three: Opioid Use Disorder Treatment and Recovery
so: Casharka Saddexaad: Dhibaatada Isticmaalka Opioid ka, Daawaynta iyo kasoo kabashada

# course.OTPS-L4-CERT.name
source: Opioid Training for Peer Specialists Completion Certificate
so: Shahaadada Dhammeystirka Tababarka Opioid Ka Ee Khubarada Isku Faca A

# course.NEO-L1.name
source: New and Emerging Opioids: A Supplement to Opioid Training for Peer Specialists
so: Opioids Cusub iyo Kuwa soo Baxaaya: Tababarka Opioid Ka Ee Khubarada Isku Faca Ah

# course.NEO-L2-CERT.name
source: New and Emerging Opioids Completion Certificate
so: Shahaadada Dhammeystirka Opioids Cusub iyo Kuwa soo Baxaaya

# course.ICAPS-L1.name
source: Lesson One: Minnesota’s Mosaic of Cultures
so: Casharka Kowaad: Dhaqamada Qurxinta Minnesota

# course.ICAPS-L2.name
source: Lesson Two: The Principles of Cultural Affirmation
so: Casharka Labaad: Mabaadi’da Xoojinta Dhaqanka

# course.ICAPS-L3.name
source: Lesson Three: Putting Cultural Responsiveness into Action
so: Casharka Saddexaad: Fulinaya Jawaab Celinta Dhaqanka

# course.ICAPS-L4-CERT.name
source: Culturally Affirming Peer Support Completion Certificate
so: Shahaadada Dhammeystirka Tababarka Opioid ee Khubarada Asagaa

# course.OTPS-L1.description
source: In this lesson, you’ll learn appropriate terminology in describing substance use disorders such as Opioid Use Disorder (OUD), the incidence rates of national substance use and use disorders, the history of opioid use, the current state of opioid use nationally and in Minnesota, and how to use this knowledge to bring an informed approach to interactions with persons you serve.
so: Casharkan, waxaad baran doonta erayada ku haboon ee lagu sharaxo dhibaatoyinka isku dhexyaac ee isticmaalka balwada sida Isku Dhexyaaca Isticmaalka Opioidka (OUD), heerka dhacdooyinka ee isticmaalka qaranka iyo isku dhexyaaca, taariikhda isticmaalka opioidka, xaalada ee isticmaalka opioidka hadda ee qaranka iyo Minnesota, iyo sida loo isticmaalo ayada aqoonka lagu keenayo habraac warbixin laga warhayo ee shaqsiyaadka aad u adeegeyso.

# course.OTPS-L2.description
source: In this lesson, you’ll learn to identify and describe the types of opioids and their derivation, describe how opioids affect the brain and body, describe the physical process through which opioids create dependence, and consider how to apply this information when you provide support to an individual with an Opioid Use Disorder (OUD).
so: Casharkan, waxaad baran doonta sida loo garto loona sharaxo nuucyada kala duwan ee opioidka iyo sidee ukala baxaan, sharax sida opioidku u sameyo maskaxda iyo jirka, sharax habraaca jirka ee uu opioidku ku noqodo mid madax banaan, iyo in tixgelinta sida loo isticmaalo warbixintan marka aad siineyso kaalmo shaqsi qabo Isku Dhexyaaca Isticmaalka Opioidka (OUD).

# course.OTPS-L3.description
source: In this lesson, you’ll learn to describe a peer’s role in treatment and recovery based on the peer recovery domains, identify maintenance and overdose reversal medications, identify non-medication options used in treatment and recovery, and learn about — and practice — person-centered conversational and motivational interviewing techniques when providing support to persons you serve.
so: Casharkan, waxaad ku baran doonta sida loo sharaxo doorka shaqsiga asaagaga ah ee daweynta iyo dib usoo kabashada ee dhalinta, garashada dayactirka iyo dib uga noqoshada iska badinta daawooyinka, garashada fursadaha aan daawooyinka ku saleysneen ee loo isticmaalo daweynta iyo dib u kabashada, iyo wax kabarashada — iyo ku dhaqanka — wada hadalada ku saleysn -shaqasiga iyo xirfadaha wareysiga dhiiro gelinta marka aad caawineyso qofka aad u adeegeyso.

# course.OTPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
so: Si aad dib ugu fiirisid uguna daabacdid shahaadadaada taabo Daar badhanka ah.

# course.NEO-L1.description
source: The course examines the evolving opioid crisis with an emphasis on illegal opioids, synthetic opioid-like substances, and stimulants that are becoming increasingly available everywhere in Minnesota. The course familiarizes peer specialists and others with a professional interest in substance use and recovery with the nature of the new drugs and the risks and dangers posed by each.
so: Kooraskani wuxuu baadhayaa mushkiladaha soo baxaya ee opioid ee xooga saaraya opioid sharci darada ah, opioid ka la sameeyo sida daroogada, iyo mukhaadaraadka ayaa si aad ah ugusoo badanaya Minnesota. Koorasku wuxuu garanayaa khubarada iyo dadka kale ee leh xirfad islamarkaana daneynaya kasoo kabashada daroogooyinka ee nooca daroogooyinka cusub iyo halisa iyo khataraha ay keenaan.

# course.NEO-L2-CERT.description
source: To view and print your certificate press the Launch button.
so: Si aad dib ugu fiirisid uguna daabacdid shahaadadaada taabo Daar badhanka ah.

# course.ICAPS-L1.description
source: Lesson One identifies Minnesota’s wide range of diverse cultures and surveys six prominent cultures, emphasizing language, customs, values, and traditions as key distinguishing characteristics of each. Participants acquire knowledge and skills for navigating cultural differences among those they serve, building cultural responsiveness and competence to help strengthen those relationships.
so: Casharka Kowaad wuxuu aqoonsanayaa heerarka kala dwan ee dhaqanka Minnesota iyo lixda dhaqan ee ugu caansan, xoojinta luuqada, caadooyinka, qiyamka, iyo dhaqamada furaha ah kalasaarida astaamaha midkasta. Kaqeybgalayaash waxay helayaan aqoonta iyo xirfadaha dhexmarida kala duwanaanshaha u dhaxeeya kuwaasi ay u adeegaan, dhisida kajawaabaya dhaqamada iyo awooda lagu xoojinaayo xidhiidhida.
