Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(ksw-Mymr).xlf
Languages: ksw_mymr

# calendar.jan.abbreviated
source: Jan
ksw_mymr: လါယနူၤအါရံၤ

# calendar.feb.abbreviated
source: Feb
ksw_mymr: လါဖ့ၣ်ဘြူၤအါရံၤ

# calendar.mar.abbreviated
source: Mar
ksw_mymr: လါမၢ်ရှး

# calendar.apr.abbreviated
source: Apr
ksw_mymr: လါအ့ဖြ့ၣ်

# calendar.may.abbreviated
source: May
ksw_mymr: လါမ့ၤ

# calendar.jun.abbreviated
source: Jun
ksw_mymr: လါယူၤ

# calendar.jul.abbreviated
source: Jul
ksw_mymr: လါယူၤလံ

# calendar.aug.abbreviated
source: Aug
ksw_mymr: လါအီကူး

# calendar.sep.abbreviated
source: Sep
ksw_mymr: လါစဲးပတ့ဘၢၣ်

# calendar.oct.abbreviated
source: Oct
ksw_mymr: လါအီးကထိဘၢၣ်

# calendar.nov.abbreviated
source: Nov
ksw_mymr: လါနိၣ်ဝ့ဘၢၣ်

# calendar.dec.abbreviated
source: Dec
ksw_mymr: လါဒံၣ်စဲဘၢၣ်

# calendar.january
source: January
ksw_mymr: လါယနူၤအါရံၤ

# calendar.february
source: February
ksw_mymr: လါဖ့ဘြူၤအါရံၤ

# calendar.march
source: March
ksw_mymr: လါမၢ်ရှး

# calendar.april
source: April
ksw_mymr: လါအ့ဖြ့ၣ်

# calendar.may
source: May
ksw_mymr: လါမ့ၤ

# calendar.june
source: June
ksw_mymr: လါယူၤ

# calendar.july
source: July
ksw_mymr: လါယူၤလံ

# calendar.august
source: August
ksw_mymr: လါအီကူး

# calendar.september
source: September
ksw_mymr: လါစဲးပတ့ဘၢၣ်

# calendar.october
source: October
ksw_mymr: လါအီးကထိဘၢၣ်

# calendar.november
source: November
ksw_mymr: လါနိၣ်ဝ့ဘၢၣ်

# calendar.december
source: December
ksw_mymr: လါဒံၣ်စဲဘၢၣ်

# calendar.su.abbreviated2
source: Su
ksw_mymr: မုၢ်ဒဲး

# calendar.mo.abbreviated2
source: Mo
ksw_mymr: မုၢ်ဆၣ်

# calendar.tu.abbreviated2
source: Tu
ksw_mymr: မုၢ်ယူာ်

# calendar.we.abbreviated2
source: We
ksw_mymr: မုၢ်ပျဲၤ

# calendar.th.abbreviated2
source: Th
ksw_mymr: မုၢ်လ့ၤဧိၤ

# calendar.fr.abbreviated2
source: Fr
ksw_mymr: မုၢ်ဖီဖး

# calendar.sa.abbreviated2
source: Sa
ksw_mymr: မုၢ်ဘူၣ်

# calendar.sun.abbreviated3
source: Sun
ksw_mymr: မုၢ်ဒဲး

# calendar.mon.abbreviated3
source: Mon
ksw_mymr: မုၢ်ဆၣ်

# calendar.tue.abbreviated3
source: Tue
ksw_mymr: မုၢ်ယူာ်

# calendar.wed.abbreviated3
source: Wed
ksw_mymr: မုၢ်ပျဲၤ

# calendar.thu.abbreviated3
source: Thu
ksw_mymr: မုၢ်လ့ၤဧိၤ

# calendar.fri.abbreviated3
source: Fri
ksw_mymr: မုၢ်ဖီဖး

# calendar.sat.abbreviated3
source: Sat
ksw_mymr: မုၢ်ဘူၣ်

# calendar.sunday
source: Sunday
ksw_mymr: မုၢ်ဒဲး

# calendar.monday
source: Monday
ksw_mymr: မုၢ်ဆၣ်

# calendar.tuesday
source: Tuesday
ksw_mymr: မုၢ်ယူာ်

# calendar.wednesday
source: Wednesday
ksw_mymr: မုၢ်ပျဲၤ

# calendar.thursday
source: Thursday
ksw_mymr: မုၢ်လ့ၤဧိၤ

# calendar.friday
source: Friday
ksw_mymr: မုၢ်ဖီဖး

# calendar.saturday
source: Saturday
ksw_mymr: မုၢ်ဘူၣ်

# user_scripts.profile_delete
source: Are you sure you want to delete your profile?
ksw_mymr: နသးအိၣ် တြူာ်သံကွံာ် နဂ့ၢ်နကျိၤပရိၣ်ဖဲ (လ) န့ၣ် လီၤတံၢ်လံဧါ?

# SmartFormUtil.no_match
source: There is no match for the value entered
ksw_mymr: တၢ်လၢအဘၣ်လိာ်ဒီး တၢ်ဂ့ၢ်လၢနထၢနုာ်န့ၣ် တအိၣ်ဘၣ်

# SmartFormUtil.too_many_matches
source: There are too many matches for the value entered
ksw_mymr: တၢ်လၢအဘၣ်လိာ်ဒီး တၢ်ဂ့ၢ်လၢနထၢနုာ်န့ၣ် တအိၣ်ဘၣ်

# SmartFormUtil.invalid_phone_number
source: This is an invalid phone number
ksw_mymr: တၢ်အံၤမ့ၢ်လီတဲစိနီၣ်ဂံၢ်လၢ ပှၤကိးအီၤတန့ၢ်ဘၣ်န့ၣ်လီၤ

# SmartFormUtil.invalid_dollar_amount
source: This is an invalid dollar amount
ksw_mymr: တၢ်အံၤမ့ၢ် စ့ဒီလၣ် အပှဲၤအံၤပှဲၤနုၤလၢ တၢ်တူၢ်လိာ်တသ့ဘၣ်န့ၣ်လီၤ

# SmartFormUtil.required_field
source: This is a required field
ksw_mymr: တၢ်အံၤမ့ၢ် တၢ်လီၢ်လၢနကဘၣ်မၤပှဲၤန့ၣ်လီၤ

# SmartFormUtil.at_least_one_required_field_not_specified
source: At least one required field was not specified
ksw_mymr: အစှၤကတၢၢ် တၢ်လီၢ်တလီၢ်လၢ ကဘၣ်မၤပှဲၤအီၤန့ၣ် အိၣ်လီၢ်ဟိအသးလီၤ

# SmartFormUtil.too_long
source: This is too long (maximum length {0} characters)
ksw_mymr: တၢ်အံၤထီကဲၣ်ဆိးလီၤ (လံာ်မဲာ်ဖျၢၣ်အအါကတၢၢ် {0} ဖျၢၣ်)

# SmartFormUtil.invalid_number
source: This is an invalid number
ksw_mymr: တၢ်အံၤမ့ၢ် နီၣ်ဂံၢ်လၢ တၢ်စူးကါအီၤတသ့ဘၣ် တဖျၢၣ်လီၤ

# SmartFormUtil.invalid_date
source: This is an invalid date
ksw_mymr: တၢ်အံၤမ့ၢ် နံၤသီလၢ တၢ်စူးကါအီၤ တသ့ဘၣ်လီၤ

# FieldValidator.email_address.not_specified
source: E-mail address not specified
ksw_mymr: တထၢနုာ်ဃာ်အံမ့ (လ) ဘၣ်

# FieldValidator.email_address.leading_whitespace
source: E-mail address contains leading whitespace
ksw_mymr: အံမ့ (လ) လံာ်ဖျၢၣ်န့ၣ် အိၣ်ဒီးတၢ်လီၤဟိလၢအမဲာ်ညါလီၤ

# FieldValidator.email_address.trailing_whitespace
source: E-mail address contains trailing whitespace
ksw_mymr: အံမ့ (လ) လံာ်ဖျၢၣ်န့ၣ် အိၣ်ဒီးတၢ်လီၤဟိလၢအလီၢ်ခံလီၤ

# FieldValidator.email_address.embedded_whitespace
source: E-mail address contains embedded whitespace
ksw_mymr: အံမ့ (လ) လံာ်ဖျၢၣ်အပူၤ တၢ်လီၤဟိတဖၣ်အိၣ်လီၤ

# FieldValidator.email_address.no_at_symbol
source: E-mail address does not contain an @ symbol
ksw_mymr: အံမ့ (လ) လံာ်ဖျၢၣ်အပူၤ @ အပနီၣ်တပၣ်ဝဲဘၣ်

# FieldValidator.email_address.too_short
source: E-mail address is too short (minimum length {0} characters)
ksw_mymr: အံမ့ (လ) အံၤ ဖုၣ်ဝဲကဲၣ်ဆိး (လံာ်မဲာ်ဖျၢၣ်အစှၤကတၢၢ် {0} ဖျၢၣ်)

# FieldValidator.email_address.domain_no_period
source: Domain part of e-mail address does not contain a period
ksw_mymr: လၢအံမ့ (လ) တိၢ်မ့ (န) အပူၤန့ၣ် ဖီးပတုာ်တပၣ်ဝဲဘၣ်

# FieldValidator.email_address.user_invalid_characters
source: User part of e-mail address contains invalid characters
ksw_mymr: ပှၤစူးကါတၢ်ဖိ အအံမ့ (လ) အပူၤ ပၣ်ဃုာ်ဒီး လံာ်မဲာ်ဖျၢၣ်လၢ တၢ်စူးကါအီၤတသ့ဘၣ်လီၤ

# FieldValidator.email_address.user_ends_with_period
source: User part of e-mail address ends with a period
ksw_mymr: ပှၤစူးကါတၢ်ဖိ အအံမ့ (လ) ကတၢၢ်ဝဲလၢ ဖီးပတုာ်တဖျၢၣ်လီၤ

# FieldValidator.email_address.domain_invalid_characters
source: Domain part of e-mail address contains invalid characters
ksw_mymr: အံမ့ (လ) တိၢ်မ့ (န) န့ၣ် ပၣ်ဃုာ်ဒီး လံာ်မဲာ်ဖျၢၣ်လၢ တၢ်စူးကါအီၤတသ့ဘၣ်လီၤ

# FieldValidator.email_address.domain_starts_with_period
source: Domain part of e-mail address starts with a period
ksw_mymr: အံမ့ (လ) တိၢ်မ့ (န) န့ၣ် စးထီၣ်လၢ ဖီးပတုာ်တဖျၢၣ်လီၤ

# FieldValidator.email_address.domain_ends_with_period
source: Domain part of e-mail address ends with a period
ksw_mymr: အံမ့ (လ) တိၢ်မ့ (န) ကတၢၢ်ဒီး ဖီးပတုာ်တဖျၢၣ်လီၤ

# FieldValidator.email_address.domain_too_long
source: Domain part of e-mail address is longer than 67 characters
ksw_mymr: အံမ့ (လ) တိၢ်မ့ (န) န့ၣ် အါန့ၢ်လံာ်မဲာ်ဖျၢၣ် 67 ဖျၢၣ်လီၤ

# FieldValidator.email_address.domain_two_periods_in_a_row
source: Domain part of e-mail address contains two periods in a row
ksw_mymr: အံမ့ (လ) တိၢ်မ့ (န) န့ၣ် ပၣ်ဃုာ်ဒီး ဖီးပတုာ်ခံဖျၢၣ်တဘျီဃီလီၤ

# FieldValidator.email_address.domain_not_valid
source: Domain “{0}” is not valid
ksw_mymr: တိၢ်မ့ (န) “{0}” န့ၣ်တၢ်စူးကါအီၤတသ့ဘၣ်

# FieldValidator.email_address.domain_invalid_top_level_domain
source: Top-level domain (TLD) “{0}” is not valid
ksw_mymr: ပတီၢ်ထီကတၢၢ်တိၢ်မ့ (TLD) န့ၣ် “{0}” တၢ်တူၢ်လိာ်အီၤတသ့ဘၣ်

# FieldValidator.email_address.domain_invalid_top_level_domain_with_suggestion
source: Top-level domain (TLD) “{0}” is not valid (did you mean “{1}”?)
ksw_mymr: ပတီၢ်ထီကတၢၢ်တိၢ်မ့ (TLD) န့ၣ် “{0}” တၢ်တူၢ်လိာ်အီၤတသ့ဘၣ် (မ့ၢ်နအဲၣ်ဒိးကွဲး “{1}” ဧါ)

# FieldValidator.email_address.invalid
source: This is an invalid e-mail address
ksw_mymr: အံမ့ (လ) အံၤ တၢ်စူးကါအီၤတသ့ဘၣ်

# FieldValidator.email_address.multiple_recipients
source: E-mail address cannot contain multiple recipients
ksw_mymr: အံမ့ (လ) အပူၤ ပှၤဒိးန့ၢ်တၢ်အါဂၤ ပၣ်ဃုာ်တသ့ဘၣ်

# FieldValidator.email_address.simple_address
source: E-mail address must be a simple email address
ksw_mymr: အံမ့ (လ) န့ၣ် ကဘၣ်မ့ၢ်ဒၣ် အံမ့ (လ) ယိယိဖိတခါလီၤ

# FieldValidator.password.too_short
source: This password is too short (minimum length {0} characters)
ksw_mymr: လံာ်ဖျၢၣ်ခူသူအံၤ ဖုၣ်ဝဲကဲၣ်ဆိးလီၤ (အစှၤကတၢၢ် လံာ်မဲာ်ဖျၢၣ် {0} ဖျၢၣ်)

# FieldValidator.password.too_simple
source: This password is too simple
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်အံၤ ညီဝဲကဲၣ်ဆိးလီၤ

# FieldValidator.password.invalid
source: This is an invalid password
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်အံၤ တၢ်စူးကါအီၤ တသ့ဘၣ်

# FieldValidator.URL.invalid
source: This is an invalid URL
ksw_mymr: URLအံၤ တၢ်စူးကါအီၤတသ့ဘၣ်

# SmartColumnComponent.no_sort
source: Return to default sort order
ksw_mymr: က့ၤကဒါက့ၤဆူ တၢ်ဃုကွၢ် တၢ်ရဲၣ်တၢ်ကျဲၤအိၣ်ပာ်စၢၤ အတၢ်ရဲၣ်လီၤ

# SmartColumnComponent.sort_by_asc
source: Sort by {0} ascending
ksw_mymr: ရဲၣ်လီၤခီဖျိ {0} ဆူဖီခိၣ်

# SmartColumnComponent.sort_by_desc
source: Sort by {0} descending
ksw_mymr: ရဲၣ်လီၤခီဖျိ {0} ဆူဖီလာ်

# SmartFormComponent.submit
source: Submit
ksw_mymr: ဆှၢထီၣ်

# SmartFormComponent.save
source: Save
ksw_mymr: ဟံးဃာ်

# SmartFormComponent.copy
source: Copy
ksw_mymr: ကွဲးဒိ

# SmartFormComponent.new
source: New
ksw_mymr: အသီ

# SmartFormComponent.delete
source: Delete
ksw_mymr: တြူာ်သံကွံာ်

# SmartFormComponent.reset
source: Reset
ksw_mymr: မၤသီ

# SmartFormComponent.cancel
source: Cancel
ksw_mymr: ပာ်ပတုာ်

# SmartFormComponent.go
source: Go
ksw_mymr: လဲၤ

# SmartFormComponent.ok
source: OK
ksw_mymr: ဂ့ၤလံ

# SmartFormComponent.previous
source: Previous
ksw_mymr: ဆူလီၢ်ခံ

# SmartFormComponent.next
source: Next
ksw_mymr: ဆူညါ

# SmartFormComponent.close
source: Close
ksw_mymr: ကးတံၢ်

# ProfileHandler.username_already_registered
source: That username is already registered.
ksw_mymr: မံၤစူးကါအံၤ တၢ်ဆဲးလီၤမံၤပာ်စၢၤ ဝံၤလံ.

# ProfileHandler.email_address_already_registered
source: That e-mail address is already registered.
ksw_mymr: အံမ့ (လ) အံၤ တၢ်ဆဲးလီၤမံၤပာ်စၢၤဝံၤလံ.

# ProfileHandler.missing_username_or_email_address
source: Missing username or e-mail address.
ksw_mymr: မံၤစူးကါ မ့တမ့ၢ် အံမ့ (လ) အိၣ်လီၤဟိဝဲလီၤ.

# ProfileHandler.required
source: Required
ksw_mymr: လိၣ်ဝဲလီၤ

# ProfileHandler.passwords_do_not_match
source: Your passwords do not match.
ksw_mymr: နလံာ်ဖျၢၣ်ခူသူၣ်န့ၣ် တဘၣ်လိာ်ဘၣ်.

# ResetPassword.password_has_been_changed
source: Your password has been changed.
ksw_mymr: နလံာ်ဖျၢၣ်ခူသူၣ်န့ၣ် ဘၣ်တၢ်ဆီတလဲအီၤလံ.

# password_strength.too_short
source: Too short
ksw_mymr: ဖုၣ်ကဲၣ်ဆိး

# password_strength.weak
source: Weak
ksw_mymr: စၢ်

# password_strength.fair
source: Fair
ksw_mymr: ဖဲအဘၣ်ဘၣ်

# password_strength.good
source: Good
ksw_mymr: ဂ့ၤ

# password_strength.strong
source: Strong
ksw_mymr: ဆူၣ်

# password_strength.not_rated
source: Not rated
ksw_mymr: တဘၣ်တၢ်ပာ်ပနီၣ်

# login.title
source: Sign In
ksw_mymr: ဆဲးလီၤမံၤနုာ်လီၤ

# login.welcome
source: Welcome to MCB’s Online Training for Peer Specialists These free online training programs explore a variety of topics to help you succeed as a peer and work effectively with those beginning or continuing their recovery journey. Our training programs provide you with the knowledge and skills to better support the persons you serve on their recovery journey. The programs educate and challenge your understanding about opioids and substance use as well as build mindfulness of cultural differences and your ability to navigate those differences. Funding for this training is made possible through a grant from the Minnesota Department of Human Services Behavioral Health Division. Self-register to begin or, if you are a returning learner, sign in to continue your training. For any technical or connection issues, please email {0}.
ksw_mymr: သးခုတူၢ်လိာ်မုာ်ဘၣ်လၢ MCB အတၢ်သိၣ်လိနဲၣ်လိလၢ အ့ထၢၣ်နဲးအဖီခိၣ် လၢပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ပှၤကူၣ်သ့စဲၣ်နီၤတဖၣ်အဂီၢ်န့ၣ်လီၤ တၢ်သိၣ်လိနဲၣ်လိလၢ အ့ထၢၣ်နဲးအဖီခိၣ် လၢအဘူးအလဲကလီ တၢ်ရဲၣ်တၢ်ကျဲၤတဖၣ်အံၤ မၤလိသ့ၣ်ညါ တၢ်ဂ့ၢ်အခိၣ်တီအါမး လၢကမၤစၢၤနၤ လၢနကမၤန့ၢ်မၤနၢၤတၢ်ဒ် ပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတၢ်အသိး ဒီးနကမၤဘၣ်တၢ် တုၤလီၤတီၤလီၤ ဃုာ်ဒီးပှၤတဖၣ်လၢ အစးထီၣ်မၤဝဲ မ့တမ့ၢ် မၤဝဲအတၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ်က့ၤ အတၢ်လဲၤ ဆူညါကွ့ၢ်ကွ့ၢ်အဂီၢ်န့ၣ်လီၤ. ပတၢ်သိၣ်လိနဲၣ်လိ အတၢ်ရဲၣ်တၢ်ကျဲၤအံၤ ဟ့ၣ်မၤစၢၤနၤ တၢ်သ့ၣ်ညါနၢ်ပၢၢ်တဖၣ်ဒီး တၢ်သ့တၢ်ဘၣ်တဖၣ် ဒ်သိးနကဆီၣ်ထွဲမၤစၢၤဂ့ၤထီၣ်ဘၣ် ပှၤလၢနမၤစၢၤအီၤ လၢအဝဲသ့ၣ် အတၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ် အတၢ်လဲၤကျဲအပူၤန့ၣ်လီၤ. တၢ်ရဲၣ်တၢ်ကျဲၤအံၤ သိၣ်လိနဲၣ်လိဒီး တၤဝဲဒၣ် နတၢ်သ့ၣ်ညါနၢ်ပၢၢ် ဘၣ်ဃးဒီး တၢ်စူးကါ ကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုးဒီး ကသံၣ်မူၤဘှီး တကးဒံးဘၣ် သူၣ်ထီၣ် တၢ်သ့ၣ်ညါနၢ်ပၢၢ် တၢ်ဆဲးတၢ်လၤ အတၢ်လီၤဆီလိာ်သးအဂ့ၢ် လီၤတံၢ်လီၤဆဲးဒီး နတၢ်သ့တၢ်ဘၣ်လၢ ကနဲၣ်လီၤ တၢ်လီၤဆီလိာ်သးတဖၣ်အံၤန့ၣ်လီၤ. Minnesota ဝဲၤကျိၤလၢ တၢ်တိစၢၤမၤစၢၤ ပှၤကူပှၤကညီ အတၢ်ဒီသူၣ်ပာ်သး တၢ်အိၣ်ဆူၣ်အိၣ်ချ့ ဝဲၤဒ့ ဟ့ၣ်မၤစၢၤ ကျိၣ်စ့လၢ တၢ်သိၣ်လိနဲၣ်လိအံၤ အဂီၢ်န့ၣ်လီၤ. လၢနစးထီၣ်အဂီၢ် ဆဲးလီၤနမံၤ မ့တမ့ၢ်, နမ့မ့ၢ်ပှၤတဂၤလၢ အဟဲက့ၤမၤလိက့ၤကဒီးတၢ်အဃိ, ဆဲးလီၤမံၤနုာ်လီၤလၢ နကမၤလိတၢ်ဆူညါအဂီၢ်တက့ၢ်. စဲးဖီကဟၣ်ပီညါ မ့တမ့ၢ် အ့ထၢၣ်နဲးတၢ်ဘျးစဲ အတၢ်ဂ့ၢ်ကီမ့ၢ်အိၣ်အဃိ, ဝံသးစူၤဆှၢအံမ့ (လ) ဆူ {0}တက့ၢ်.

# login.new_registration
source: Welcome, and thank you for your purchase! To begin, please watch the video to your left, test your browser, and then sign in using your username and password.
ksw_mymr: သးခုတူၢ်လိာ်မုာ်နၤလီၤ, ဒီး တၢ်ဘျုးလၢ နပှ့ၤတၢ်အဃိလီၤ. လၢကစးထီၣ်အဂီၢ်, ကွၢ်ဘၣ် ဘံၣ်ဒံၣ်အိၣ်လၢ နစုစ့ၣ်တကပၤ, မၤကွၢ်နဘရီစၢၣ်, မ့ၢ်ဝံၤ စူးကါ နမံၤစူးကါဒီး နလံာ်ဖျၢၣ်ခူသူၣ် ဒီးဆဲးလီၤမံၤနုာ်လီၤဘၣ်တက့ၢ်.

# login.signin
source: Sign In
ksw_mymr: ဆဲးလီၤမံၤနုာ်လီၤ

# login.registered_learners_signin
source: Registered learners sign in here.
ksw_mymr: ပှၤမၤလိတၢ်ဖိလၢ အဆဲးလီၤမံၤပာ်စၢၤ ဆဲးလီၤမံၤနုာ်လီၤ ဖဲအံၤတက့ၢ်.

# login.username
source: Username
ksw_mymr: မံၤစူးကါ

# login.password
source: Password
ksw_mymr: လံာ်ဖျၢၣ်ခူသူၣ်

# login.register
source: Register
ksw_mymr: ဆဲးလီၤမံၤ

# login.new_learners_register
source: New learners register here.
ksw_mymr: ပှၤမၤလိတၢ်ဖိအသီ ဆဲးလီၤမံၤ ဖဲအံၤတက့ၢ်.

# login.language
source: Language
ksw_mymr: ကျိာ်

# login.first_name
source: First Name
ksw_mymr: မံၤခီၣ်ထံး

# login.last_name
source: Last Name
ksw_mymr: မံၤကတၢၢ်

# login.email_address
source: Email Address
ksw_mymr: အံမ့ (လ)

# login.password_again
source: Type Password Again
ksw_mymr: ထၢနုာ်လံာ်ဖျၢၣ်ခူသူၣ် ကဒီးတဘျီ

# login.registration_code
source: Group
ksw_mymr: ကရူၢ်

# login.choose_a_group
source: Choose a group
ksw_mymr: ဃုထၢ ကရူၢ်တခါ

# header.text
source: Online Training for Behavioral Health Professionals
ksw_mymr: အ့ထၢၣ်နဲးပူၤ တၢ်သိၣ်လိနဲၣ်လိလၢ ပှၤအိၣ်ဒီးတၢ်သ့တၢ်ဘၣ်လီၤဆီလၢ တၢ်ဒီသူၣ်ပာ်သးဆူၣ်ချ့တဖၣ်အဂီၢ်

# footer.application_footer
source: &copy; 2009-{0} Kinetic Learning, Inc. All Rights Reserved &middot; Contact Support &middot; {2}
ksw_mymr: &copy; 2009-{0} Kinetic Learning, Inc. တၢ်သိၣ်တၢ်သီခဲလၢာ်ဘၣ်တၢ်ဟ့ၣ်အခွဲး&middot; မၤစၢၤဆဲကျိး &middot; {2}

# learner_group.1CPRS.name
source: Certified Peer Recovery Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤအိၣ်ဒီးလံာ်အုၣ်သး လၢပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ပှၤအိၣ်မုာ်ထီၣ်က့ၤလၢတၢ်စဲကသံၣ်မူၤဘှိးတကပၤ

# learner_group.2PRSS.name
source: Peer Recovery Support Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤလၢ ပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ပှၤအိၣ်မုာ်ထီၣ်က့ၤလၢတၢ်စဲကသံၣ်မူၤဘှိးတကပၤ

# learner_group.3FS.name
source: Family Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤလၢ တၢ်ကူၣ်လိာ်ဆီၣ်ထွဲဟံၣ်ဃီ

# learner_group.9OP.name
source: Other Professional
ksw_mymr: ပှၤသ့ပှၤဘၣ်လီၤဆီ အဂၤ

# learner_group.1CPRS.description
source: Certified Peer Recovery Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤအိၣ်ဒီးလံာ်အုၣ်သး လၢပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ပှၤအိၣ်မုာ်ထီၣ်က့ၤလၢတၢ်စဲကသံၣ်မူၤဘှိးတကပၤ

# learner_group.2PRSS.description
source: Peer Recovery Support Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤလၢ ပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ပှၤအိၣ်မုာ်ထီၣ်က့ၤလၢတၢ်စဲကသံၣ်မူၤဘှိးတကပၤ

# learner_group.3FPS.description
source: Family Specialist
ksw_mymr: ပှၤကူၣ်သ့စဲၣ်နီၤလၢ တၢ်ကူၣ်လိာ်ဆီၣ်ထွဲဟံၣ်ဃီ

# learner_group.9OP.description
source: Other Professional
ksw_mymr: ပှၤသ့ပှၤဘၣ်လီၤဆီ အဂၤ

# status.browsed.name
source: Browsed
ksw_mymr: ကွၢ်ဃုတ့ၢ်လၢအ့ထၢၣ်နဲးအပူၤ

# status.completed.name
source: Completed
ksw_mymr: မၤဝံၤ

# status.failed.name
source: Failed
ksw_mymr: တထီၣ်ဘး

# status.incomplete.name
source: In Progress
ksw_mymr: တၢ်မၤအီၤအဖၢမုၢ်

# status.locked.name
source: Locked
ksw_mymr: ဘၣ်တၢ်ကးတံၢ်

# status.not_attempted.name
source: New
ksw_mymr: အသီ

# status.passed.name
source: Passed
ksw_mymr: ဖျိထီၣ်

# status.browsed.description
source: This has been completed: the learner is just browsing
ksw_mymr: တၢ်အံၤဘၣ်တၢ်မၤပှဲၤအီၤဝံၤလံ- ပှၤမၤလိတၢ်အံၤ မ့ၢ်ဒၣ် ဟးကွၢ်တပျံာ်တပျာ်တၢ်လီၤ

# status.completed.description
source: This has been completed
ksw_mymr: တၢ်အံၤဘၣ်တၢ်မၤပှဲၤအီၤဝံၤလံ

# status.failed.description
source: This was attempted and has been completed, but without a passing score
ksw_mymr: တၢ်အံၤမ့ၢ်ဒၣ်တၢ်မၤကွၢ်ဒီး ဘၣ်တၢ်မၤပှဲၤအီၤဝံၤလံ, သနာ်က့ တအိၣ်ဒီးတၢ်ဖျိထီၣ်အမးဘၣ်

# status.incomplete.description
source: This is in progress and has not been completed
ksw_mymr: တၢ်အံၤဘၣ်တၢ်မၤအီၤအဖၢမုၢ် ဒီးတၢ်မၤပှဲၤအီၤတဝံၤဒံးဘၣ်

# status.locked.description
source: This has not been unlocked: please complete all prerequisites first
ksw_mymr: တၢ်အံၤ တဘၣ်တၢ်အိးထီၣ်အီၤဒံးဘၣ်- ဝံသးစူၤ မၤပှဲၤတၢ်လိၣ်ဆိတဖၣ် လၢညါတက့ၢ်

# status.not_attempted.description
source: This has not been launched
ksw_mymr: တၢ်အံၤတဘၣ်တၢ်ထုးထီၣ်အီၤဒံးဘၣ်

# status.passed.description
source: This has been completed with a passing score
ksw_mymr: တၢ်အံၤဘၣ်တၢ်မၤဝံၤအီၤ ဃုာ်ဒီး မးပတီၢ်လၢအဖျိထီၣ်တၢ်လီၤ

# curriculum.OTPS.short_name
source: Opioid Training
ksw_mymr: တၢ်သိၣ်လိနဲၣ်လိ ဘၣ်ဃးဒီး ကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုး (အိဖံဝဲး) အဂ့ၢ်

# curriculum.OTPS.name
source: Opioid Training for Peer Specialists
ksw_mymr: တၢ်သိၣ်လိနဲၣ်လိ ကသံၣ်အိဖံဝဲးအဂ့ၢ် လၢပှၤကူၣ်သ့စဲၣ်နီၤ လၢပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတဖၣ်အဂီၢ်

# curriculum.OTPS.description
source: The objective of the course is to provide peer specialists with information about the principals and characteristics of opioid use disorders and approaches to treatment and recovery (e.g., medication assistant treatment) so peers are informed and prepared to support the individuals they serve.
ksw_mymr: တၢ်တိာ်ပာ်တဖၣ်လၢ တၢ်မၤလိအံၤအဂီၢ်န့ၣ်မ့ၢ်ဒ်သိး ကမၤစၢၤ ပှၤကူၣ်သ့စဲၣ်နီၤပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတဖၣ် လၢတၢ်ဂ့ၢ်တၢ်ကျိၤလၢအဘၣ်ဃးဒီး တၢ်စူးကါ ကသံၣ်အိဖံဝဲးတၢ်တဘၣ်လိာ်ဘၣ်စးတဖၣ် အတၢ်ဂ့ၢ်အကါဒိၣ်ဒီး အရူၢ်အသဲးတဖၣ် ဒီး တၢ်သုးဘူးဃီၤသးဆူ တၢ်ကူစါယါဘျါဒီး တၢ်အိၣ်ဆူၣ်အိၣ်ချ့ဂ့ၤထီၣ်က့ၤ (အဒိ, ကသံၣ်ကသီလၢ အမၤစၢၤ တၢ်ကူစါယါဘျါ) ဒ်သိး ပှၤတဖၣ်န့ၣ် ကဘၣ်တၢ်ဒုးသ့ၣ်ညါဒီး ကတဲာ်ကတီၤအီၤလၢ ကဆီၣ်ထွဲပှၤတဖၣ်လၢ အမၤစၢၤဝဲအဂီၢ်န့ၣ်လီၤ.

# curriculum.NEO.short_name
source: New and Emerging Opioids
ksw_mymr: ကသံၣ်အိဖံဝဲးအသီဒီး အဟဲအိၣ်ဖျါထီၣ်တဖၣ်

# curriculum.NEO.name
source: New and Emerging Opioids
ksw_mymr: ကသံၣ်အိဖံဝဲးအသီဒီး အဟဲအိၣ်ဖျါထီၣ်တဖၣ်

# curriculum.NEO.description
source: A timely update to the opioid crisis, which has evolved from opioid over-prescription to one of growing illegal access everywhere.
ksw_mymr: တၢ်ဖၢနုာ်တၢ်ဂ့ၢ်ကျိၤချုးန့ၢ်တၢ်ဆၢကတီၢ် ဘၣ်ဃးဒီး အိဖံဝဲးတၢ်ဂ့ၢ်ကီ, ဒ်ဟဲအိၣ်ထီၣ်လၢ တၢ်ဟ့ၣ်အိဖံဝဲးကသံၣ်အါတလၢဆူ ပှၤတဂၤအအိၣ် ဒီးဒုးကဲထီၣ် တၢ်ဒိးန့ၢ်ကသံၣ်တဖိးသဲစး ဖဲတၢ်လီၢ်ကိးပူၤဒဲးလီၤ.

# curriculum.ICAPS.short_name
source: Introduction to Culturally Affirming Peer Support
ksw_mymr: တၢ်ဒုးသ့ၣ်ညါထီၣ် ဘၣ်ဃးဒီးပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲလၢ အကြၢးဘၣ်ဒီးတၢ်ဆဲးတၢ်လၤ

# curriculum.ICAPS.name
source: Introduction to Culturally Affirming Peer Support
ksw_mymr: တၢ်ဒုးသ့ၣ်ညါထီၣ် ဘၣ်ဃးဒီးပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲလၢ အကြၢးဘၣ်ဒီးတၢ်ဆဲးတၢ်လၤ

# curriculum.ICAPS.description
source: The course provides peer specialists and others with a professional interest in substance use disorder recovery, insight into six of Minnesota’s diverse cultures, and learning experiences in cultural responsiveness. The course explores cultural differences and encourages peer specialists to be mindful of such differences and how they impact their relationship with the persons they serve. Participants work through real-world interactive exercises that help build skills for engaging and productive relationships with persons from diverse cultures.
ksw_mymr: တၢ်မၤလိအံၤအပူၤန့ၣ် ကဒုးသ့ၣ်ညါ ပှၤကူၣ်သ့စဲၣ်နီၤလၢပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ ဃုာ်ဒီးပှၤအဂၤလၢအိၣ်ဒီးတၢ်သးစဲလၢ တၢ်သူကမၣ်ကသံၣ်သးအတၢ်ဆါမၤဘျါက့ၤအဂီၢ်, တၢ်ထံၣ်သ့ၣ်ညါဘၣ်ဃးဒီး Minnesota တၢ်ဆဲးတၢ်လၤ ဃုခါလၢအလီၤဆီတဖၣ်, ဒီး တၢ်မၤလိမၤဒီးဘၣ်ဃးဒီး တၢ်ဆဲးတၢ်လၤစံးဆၢက့ၤတၢ်လီၤ. တၢ်မၤလိအံၤအပူၤ သုကဃုသ့ၣ်ညါဘၣ် တၢ်ဆဲးတၢ်လၢအလီၤဆီတဖၣ်ဒီး ဟ့ၣ်ဂံၢ်ဟ့ၣ်ဘါ ပှၤသ့ဘၣ်လီၤဆီတဖၣ် ကအိၣ်ဒီး တၢ်ပလီၢ်သးလၢ တၢ်လီၤဆီတဖၣ်အဂ့ၢ်ဒီး တၢ်အံၤသ့ၣ်တဖၣ် မၤဘၣ်ဒိဘၣ်ထံး တၢ်ရ့လိာ်ဘၣ်ထွဲဒီး ပှၤသ့ၣ်တဖၣ်လၢ အ၀ဲသ့ၣ်ကွၢ်ထွဲမၤစၢၤ၀ဲလီၤ. ပှၤနုာ်လီၤမၤထွဲတၢ်တဖၣ် ကဘၣ်မၤတၢ်လၢ တၢ်အိၣ်သးအနီၢ်ကီၢ် တၢ်ဂဲၤလိတဖၣ်အပူၤလၢ ကဒုးကဲဘျုးဒိးန့ၢ် တၢ်သ့တၢ်ဘၣ်လၢ တၢ်ဒုးအိၣ်ထီၣ်တၢ်ရ့လိာ်မုာ်လိာ်အဂ့ၤအကဲဘျူးလၢ ပှၤသ့ၣ်တဖၣ်လၢ တၢ်ဆဲးတၢ်လၤလီၤဆီတဖၣ်အဂီၢ်လီၤ.

# course.OTPS-L1.name
source: Lesson One: History and Overview of the Opioid Epidemic
ksw_mymr: တၢ်မၤလိ တၢ- တၢ်စံၣ်စိၤတဲစိၤဒီး တၢ်ကွၢ်ထံဆိကမိၣ်က့ၤ ဘၣ်ဃးဒီး တၢ်အီကသံၣ်အိဖံဝဲးအါတလၢအဃိ တၢ်ဆါသံသတြိာ်အဂ့ၢ်

# course.OTPS-L2.name
source: Lesson Two: Opioids 101 — A Brief Overview of the Types and Effects of Opioids
ksw_mymr: တၢ်မၤလိ ခံ- အိဖံဝဲး 101 — တၢ်ပဲာ်ထံနီၤဖးဖုၣ်ကိာ် ဘၣ်ဃးဒီး အိဖံဝဲးအကလုာ်တဖၣ်ဒီး အတၢ်ဒိဘၣ်တဖၣ်အဂ့ၢ်

# course.OTPS-L3.name
source: Lesson Three: Opioid Use Disorder Treatment and Recovery
ksw_mymr: တၢ်မၤလိ သၢ- တၢ်စူးကါ ကသံၣ်အိဖံဝဲးတၢ်တဘၣ်လီၢ်ဘၣ်စး, တၢ်ကူစါယါဘျါဒီး တၢ်အိၣ်ဆူၣ်အိၣ်ချ့ ဂ့ၤထီၣ်က့ၤ

# course.OTPS-L4-CERT.name
source: Opioid Training for Peer Specialists Completion Certificate
ksw_mymr: တၢ်သိၣ်လိနဲၣ်လိ ဘၣ်ဃးဒီးကသံၣ်အိဖံဝဲး လၢပှၤကူၣ်သ့စဲၣ်နီၤ ပှဲၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတၢ်မၤလိဝံၤလံာ်အုၣ်သးအဂီၢ်

# course.NEO-L1.name
source: New and Emerging Opioids: A Supplement to Opioid Training for Peer Specialists
ksw_mymr: ကသံၣ်အိဖံဝဲးအသီဒီး အဟဲအိၣ်ဖျါထီၣ်တဖၣ်- တၢ်ထၢနုာ်အါထီၣ်လၢ ကသံၣ်အိဖံဝဲးတၢ်မၤလိ ပှၤကူၣ်သ့စဲၣ်နီၤပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲတဖၣ်အဂီၢ်

# course.NEO-L2-CERT.name
source: New and Emerging Opioids Completion Certificate
ksw_mymr: ကသံၣ်အိဖံဝဲးအသီဒီး အဟဲအိၣ်ဖျါထီၣ်တဖၣ် တၢ်မၤလိကတၢၢ် လံာ်အုၣ်သး

# course.ICAPS-L1.name
source: Lesson One: Minnesota’s Mosaic of Cultures
ksw_mymr: တၢ်မၤလိ တၢ- Minnesota အလီၢ်ကျဲလၢအိၣ်ဒီး တၢ်ဆဲးတၢ်လၤအါမး

# course.ICAPS-L2.name
source: Lesson Two: The Principles of Cultural Affirmation
ksw_mymr: တၢ်မၤလိ ခံ- တၢ်သိၣ်တၢ်သီမီၢ်ပှၢ် ဘၣ်ထွဲဒီးတၢ်သ့ၣ်ညါတူၢ်လိာ်တၢ်ဆဲးတၢ်လၤ

# course.ICAPS-L3.name
source: Lesson Three: Putting Cultural Responsiveness into Action
ksw_mymr: တၢ်မၤလိ သၢ- တၢ်ဟံးဂ့ၢ်ဝီမၤတၢ် ဘၣ်ဃးဒီးတၢ်မၤဘၣ်လိာ်က့ၤတၢ် ကြၢးဘၣ်ဒီးတၢ်ဆဲးတၢ်လၤ

# course.ICAPS-L4-CERT.name
source: Culturally Affirming Peer Support Completion Certificate
ksw_mymr: ပှၤကဒဲကဒဲတၢ်ဆီၣ်ထွဲ လၢကြၢးဘၣ်ဒီးတၢ်ဆဲးတၢ်လၤ တၢ်မၤလိဝံၤလံာ်အုၣ်သး

# course.OTPS-L1.description
source: In this lesson, you’ll learn appropriate terminology in describing substance use disorders such as Opioid Use Disorder (OUD), the incidence rates of national substance use and use disorders, the history of opioid use, the current state of opioid use nationally and in Minnesota, and how to use this knowledge to bring an informed approach to interactions with persons you serve.
ksw_mymr: လၢတၢ်မၤလိအံၤအပူၤ, နကမၤလိဘၣ် ဝီၢ်သြဲလၢအကြၢးအဘၣ် လၢတၢ်ပာ်ဖျါထီၣ် တၢ်စူးကါကသံၣ်မူၤဘှီး အဂီၢ် အဒိဒ်သိး တၢ်စူးကါ ကသံၣ်အိဖံဝဲးတၢ်တဘၣ်လိာ်ဘၣ်စး (OUD), တၢ်ပာ်ပနီၣ် တၢ်ကဲထီၣ်သးလၢ ထံကီၢ်ဒီဘ့ၣ်တၢ်စူးကါကသံၣ်မူၤဘှီးဒီး တၢ်စဲကသံၣ်မူၤဘှီးတဖၣ်, တၢ်စူးကါကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုး အတၢ်စံၣ်စိၤ, ကတီၢ်ခဲအံၤ တၢ်စူးကါ ကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုး လၢထံကီၢ်ဒီဘ့ၣ်ဒီးလၢ Minnesota အပူၤ, ဒီးတၢ်ကဘၣ်စူးကါ တၢ်သ့ၣ်ညါနၢ်ပၢၢ်အံၤ လၢကဟဲစိာ်န့ၢ် တၢ်ဒုးသ့ၣ်ညါ တၢ်သုးဘူးဃီၤသးဆူ တၢ်ရ့လိာ်ဘၣ်ထွဲဒီး ပှၤတဖၣ်လၢနမၤစၢၤအီၤ ဒ်လဲၣ်အဂ့ၢ်န့ၣ်လီၤ.

# course.OTPS-L2.description
source: In this lesson, you’ll learn to identify and describe the types of opioids and their derivation, describe how opioids affect the brain and body, describe the physical process through which opioids create dependence, and consider how to apply this information when you provide support to an individual with an Opioid Use Disorder (OUD).
ksw_mymr: လၢတၢ်မၤလိအံၤအပူၤ, နကမၤလိဘၣ်တၢ် ဒ်သိးနကသ့ၣ်ညါပာ်ပနီၣ်ဒီး ပာ်ဖျါထီၣ် ကသံၣ်အိဖံဝဲးအကလုာ်တဖၣ်ဒီး အတၢ်ဟဲလီၤစၢၤတဖၣ်, ပာ်ဖျါထီၣ် ကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုး အတၢ်ဒိဘၣ် ခိၣ်နူၢ်ဒီးနီၢ်ခိအဂ့ၢ် ပာ်ဖျါထီၣ် နီၢ်ခိအတၢ်လဲၤခီဖျိ တၢ်လၢ ကသံၣ်မၤကိညၢ်တၢ်ဆါအ့ၣ်စိၢ်အ့ၣ်ထုး ဒုးအိၣ်ထီၣ် တၢ်စဲ, ဒီး ဆိကမိၣ်လၢ ကဘၣ်စူးကါတၢ်ဂ့ၢ်တၢ်ကျိၤအံၤ ဖဲလၢ နဟ့ၣ်ပှၤတဂၤ လၢအအိၣ်ဒီး တၢ်စူးကါ ကသံၣ်အိဖံဝဲးတဘၣ်လိာ်ဘၣ်စး (OUD) တၢ်ဆီၣ်ထွဲ အခါန့ၣ်လီၤ.
