Repository: jchamlin/xliff
Catalog: test-files/klms8-messages(hmn).xlf
Languages: hmn

# calendar.jan.abbreviated
source: Jan
hmn: 1hl

# calendar.feb.abbreviated
source: Feb
hmn: 2hl

# calendar.mar.abbreviated
source: Mar
hmn: 3hl

# calendar.apr.abbreviated
source: Apr
hmn: 4hl

# calendar.may.abbreviated
source: May
hmn: 5hl

# calendar.jun.abbreviated
source: Jun
hmn: 6hl

# calendar.jul.abbreviated
source: Jul
hmn: 7hl

# calendar.aug.abbreviated
source: Aug
hmn: 8hl

# calendar.sep.abbreviated
source: Sep
hmn: 9hl

# calendar.oct.abbreviated
source: Oct
hmn: 10hl

# calendar.nov.abbreviated
source: Nov
hmn: 11hl

# calendar.dec.abbreviated
source: Dec
hmn: 12hl

# calendar.january
source: January
hmn: ib hlis

# calendar.february
source: February
hmn: ob hlis

# calendar.march
source: March
hmn: peb hlis

# calendar.april
source: April
hmn: plaub hlis

# calendar.may
source: May
hmn: tsib hlis

# calendar.june
source: June
hmn: rau hlis

# calendar.july
source: July
hmn: xya hlis

# calendar.august
source: August
hmn: yim hlis

# calendar.september
source: September
hmn: cuaj hlis

# calendar.october
source: October
hmn: kaum hlis

# calendar.november
source: November
hmn: kaum ib hlis

# calendar.december
source: December
hmn: kaum ob hlis

# calendar.su.abbreviated2
source: Su
hmn: hn

# calendar.mo.abbreviated2
source: Mo
hmn: hl

# calendar.tu.abbreviated2
source: Tu
hmn: hq

# calendar.we.abbreviated2
source: We
hmn: hf

# calendar.th.abbreviated2
source: Th
hmn: ht

# calendar.fr.abbreviated2
source: Fr
hmn: hk

# calendar.sa.abbreviated2
source: Sa
hmn: hc

# calendar.sun.abbreviated3
source: Sun
hmn: hnb

# calendar.mon.abbreviated3
source: Mon
hmn: hli

# calendar.tue.abbreviated3
source: Tue
hmn: hqa

# calendar.wed.abbreviated3
source: Wed
hmn: hfe

# calendar.thu.abbreviated3
source: Thu
hmn: hte

# calendar.fri.abbreviated3
source: Fri
hmn: hku

# calendar.sat.abbreviated3
source: Sat
hmn: hca

# calendar.sunday
source: Sunday
hmn: zwj hnub

# calendar.monday
source: Monday
hmn: zwj hli

# calendar.tuesday
source: Tuesday
hmn: zwj quag

# calendar.wednesday
source: Wednesday
hmn: zwj feeb

# calendar.thursday
source: Thursday
hmn: zwj teeb

# calendar.friday
source: Friday
hmn: zwj kuab

# calendar.saturday
source: Saturday
hmn: zwj cag

# user_scripts.profile_delete
source: Are you sure you want to delete your profile?
hmn: Koj puas paub tseeb tiag tias koj xav muab tshem tawm koj qhov profile?

# SmartFormUtil.no_match
source: There is no match for the value entered
hmn: Tsis muaj qhov sib xws li tus lej koj tau ntaus

# SmartFormUtil.too_many_matches
source: There are too many matches for the value entered
hmn: Muaj tau tus lej sib xws ntaus dhau lawm

# SmartFormUtil.invalid_phone_number
source: This is an invalid phone number
hmn: Nov yog tus xov tooj tsis raug

# SmartFormUtil.invalid_dollar_amount
source: This is an invalid dollar amount
hmn: Nov yog tus nqi nyiaj dollas tsis raug

# SmartFormUtil.required_field
source: This is a required field
hmn: Nov yog cov ntaub ntawv tseem ceeb

# SmartFormUtil.at_least_one_required_field_not_specified
source: At least one required field was not specified
hmn: Yam tsawg kawg ib cov ntaub ntawv tseem ceeb tsis tau sau hais qhia rau

# SmartFormUtil.too_long
source: This is too long (maximum length {0} characters)
hmn: Qhov no ntev dhau lawm (ntev kawg yog {0} tus lej ntawv)

# SmartFormUtil.invalid_number
source: This is an invalid number
hmn: Nov yog tus nab npawb tsis raug lawm

# SmartFormUtil.invalid_date
source: This is an invalid date
hmn: Nov yog vas thib tsis raug lawm

# FieldValidator.email_address.not_specified
source: E-mail address not specified
hmn: Chaw xa ntawv e-mail tsis meej

# FieldValidator.email_address.leading_whitespace
source: E-mail address contains leading whitespace
hmn: Chaw xa ntawv e-mail muaj qhov seem pem hauv ntej

# FieldValidator.email_address.trailing_whitespace
source: E-mail address contains trailing whitespace
hmn: Chaw xa ntawv e-mail muaj qhov seem tom qab thawj tug niam ntawv

# FieldValidator.email_address.embedded_whitespace
source: E-mail address contains embedded whitespace
hmn: Chaw xa ntawv e-mail muaj qhov seem lo nrog

# FieldValidator.email_address.no_at_symbol
source: E-mail address does not contain an @ symbol
hmn: Chaw xa ntawv e-mail tsis muaj tus cim @

# FieldValidator.email_address.too_short
source: E-mail address is too short (minimum length {0} characters)
hmn: Chaw xa ntawv e-mail luv dhau lawm (tsawg kawg yuav tsum tau muaj {0} tus lej ntawv)

# FieldValidator.email_address.domain_no_period
source: Domain part of e-mail address does not contain a period
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail tsis muaj tus cim xaus

# FieldValidator.email_address.user_invalid_characters
source: User part of e-mail address contains invalid characters
hmn: Lub npe siv uas sau ua ntej ntawm qhov chaw xa ntawv e-mail muaj cov lej uas txais tsis tau

# FieldValidator.email_address.user_ends_with_period
source: User part of e-mail address ends with a period
hmn: Lub npe siv uas sau ua ntej ntawm qhov chaw xa ntawv e-mail kawg nrog tug cim xaus

# FieldValidator.email_address.domain_invalid_characters
source: Domain part of e-mail address contains invalid characters
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail muaj cov lej ntawv uas txais tsis tau

# FieldValidator.email_address.domain_starts_with_period
source: Domain part of e-mail address starts with a period
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail pib nrog lub cim xaus

# FieldValidator.email_address.domain_ends_with_period
source: Domain part of e-mail address ends with a period
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail kawg nrog lub cim xaus

# FieldValidator.email_address.domain_too_long
source: Domain part of e-mail address is longer than 67 characters
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail muaj tshaj 67 tus lej ntawv

# FieldValidator.email_address.domain_two_periods_in_a_row
source: Domain part of e-mail address contains two periods in a row
hmn: Lub vev xaib tom qab lub cim @ ntawm qhov chaw xa ntawv e-mail muaj ob lub cim xau ua ke

# FieldValidator.email_address.domain_not_valid
source: Domain “{0}” is not valid
hmn: Lub vev xaib “{0}” tsis raug

# FieldValidator.email_address.domain_invalid_top_level_domain
source: Top-level domain (TLD) “{0}” is not valid
hmn: Lo lus kawg ntawm lub vev xaib (Top-level domain, TLD) “{0}” tsis raug

# FieldValidator.email_address.domain_invalid_top_level_domain_with_suggestion
source: Top-level domain (TLD) “{0}” is not valid (did you mean “{1}”?)
hmn: Lo lus kawg ntawm lub vev xaib (TLD) “{0}” tsis raug (puas yog koj txhais li ntawv “{1}”?)

# FieldValidator.email_address.invalid
source: This is an invalid e-mail address
hmn: Nov yog lub chaw xa ntawv e-mail tsis raug

# FieldValidator.email_address.multiple_recipients
source: E-mail address cannot contain multiple recipients
hmn: Lub chaw nyob e-mail txwv tsis pub muaj ntau tus los txais ntawv

# FieldValidator.email_address.simple_address
source: E-mail address must be a simple email address
hmn: Lub npe chaw xa ntawv e-mail yuav tsum yooj yim

# FieldValidator.password.too_short
source: This password is too short (minimum length {0} characters)
hmn: Lo lus zais siv nkag rau e-mail luv dhau lawm (luv kawg yog {0} tus lej ntawv)

# FieldValidator.password.too_simple
source: This password is too simple
hmn: Nov yog tus lab hav yooj yim dhau lawm

# FieldValidator.password.invalid
source: This is an invalid password
hmn: Nov yog tus lab hav tsis raug

# FieldValidator.URL.invalid
source: This is an invalid URL
hmn: Nov yog lub npe vev xaib tsis raug

# SmartColumnComponent.no_sort
source: Return to default sort order
hmn: Rov qab muab kho sib faib li qub

# SmartColumnComponent.sort_by_asc
source: Sort by {0} ascending
hmn: Sib faib {0} raws li qhov ua ntej

# SmartColumnComponent.sort_by_desc
source: Sort by {0} descending
hmn: Sib faib {0} raws li qhov tom qab ua ntej

# SmartFormComponent.submit
source: Submit
hmn: Xa Tawm

# SmartFormComponent.save
source: Save
hmn: Khaws Cia

# SmartFormComponent.copy
source: Copy
hmn: Luam

# SmartFormComponent.new
source: New
hmn: Tshiab

# SmartFormComponent.delete
source: Delete
hmn: Lwv Tawm

# SmartFormComponent.reset
source: Reset
hmn: Rov Teeb Dua

# SmartFormComponent.cancel
source: Cancel
hmn: Tshem Tawm

# SmartFormComponent.go
source: Go
hmn: Qhib Mus

# SmartFormComponent.previous
source: Previous
hmn: Rov Qab

# SmartFormComponent.next
source: Next
hmn: Txuas Ntxiv Mus

# SmartFormComponent.close
source: Close
hmn: Kaw

# ProfileHandler.username_already_registered
source: That username is already registered.
hmn: Lub npe siv ntawv twb muaj neeg siv lawm.

# ProfileHandler.email_address_already_registered
source: That e-mail address is already registered.
hmn: Qhov chaw xa ntawv e-mail no twb muaj neeg siv lawm.

# ProfileHandler.missing_username_or_email_address
source: Missing username or e-mail address.
hmn: Tsis muaj lub npe siv los sis qhov chaw xa ntawv e-mail.

# ProfileHandler.required
source: Required
hmn: Yuav tsum muaj

# ProfileHandler.passwords_do_not_match
source: Your passwords do not match.
hmn: Koj cov lab hav zoo tsis sib xws.

# ResetPassword.password_has_been_changed
source: Your password has been changed.
hmn: Koj tus lab hav tau muab hloov lawm.

# password_strength.too_short
source: Too short
hmn: Lub dhau lawm

# password_strength.weak
source: Weak
hmn: Yooj yim rhau

# password_strength.fair
source: Fair
hmn: Tab Tom

# password_strength.good
source: Good
hmn: Zoo

# password_strength.strong
source: Strong
hmn: Zoo Heev

# password_strength.not_rated
source: Not rated
hmn: Tsis tau muaj khab nias

# login.title
source: Sign In
hmn: Nkag Mus

# login.welcome
source: Welcome to MCB’s Online Training for Peer Specialists These free online training programs explore a variety of topics to help you succeed as a peer and work effectively with those beginning or continuing their recovery journey. Our training programs provide you with the knowledge and skills to better support the persons you serve on their recovery journey. The programs educate and challenge your understanding about opioids and substance use as well as build mindfulness of cultural differences and your ability to navigate those differences. Funding for this training is made possible through a grant from the Minnesota Department of Human Services Behavioral Health Division. Self-register to begin or, if you are a returning learner, sign in to continue your training. For any technical or connection issues, please email {0}.
hmn: Zoo Siab Tos Txais Kev Cob Qhia Kawm Online Rau Cov Phooj Ywg Tshwj Xeeb Ntawm MCB Cov kev kawm dawb online no tshawb txog ntau yam ntsiab lus los pab koj kawm tiav ua paub txhawb nqa tib neeg thiab ua txoj luag hauj lwm no kom zoo los pab cov uas nyuam qhuav pib los sis cov uas tab tom nrhiav txoj kev txhim kho lub neej. Peb cov kev cob qhia yuav muab rau koj tswv yim thiab kev txawj ntse kom koj txoj kev pab zoo zog rau cov uas tab tom nrhiav kev txhim kho lub neej. Cov kev cob qhia yuav muab kev kawm thiab yuav twv koj txoj kev nkag siab txog kev siv yeej siv tshuaj nrog rau kev tsim tsa txoj kev txawj xav txog lwm haiv neeg thiab txoj kev koj yuav los fim teb yam txawv no. Cov nyiaj txiag siv los pab rau qhov kev kawm no los ntawm qhov nyiaj pub dawb uas Minnesota Department of Human Services (Minnesota Lub Tuam Tsev Pab Cuam rau Tib Neeg) tau muab. Tso npe mus pib los sis yog koj rov qab los kawm, ib tug neeg kawm rov tuaj kawm dua, sau npe nkag mus kawm cov kev cob qhia txuas ntxim mus. Yog muaj teeb meem nkag tsis tau los sis txuas mus rau cov txheeb txheem no, thov sau ntawv email rau {0}.

# login.new_registration
source: Welcome, and thank you for your purchase! To begin, please watch the video to your left, test your browser, and then sign in using your username and password.
hmn: Zoo siab tos txais koj, thiab ua tsaug koj pab yuav! Yog yuav pib mus, thov saib diam yeeb yaj duab nyob rau ntawm sab laug, sim koj lub nplaus xawj (browser), ces tom qab sau koj lub npe siv nrog rau koj lo lus zais nkag mus.

# login.signin
source: Sign In
hmn: Nkag Mus

# login.registered_learners_signin
source: Registered learners sign in here.
hmn: Cov uas tso npe tas lawm sau koj lub npe nkag ntawm no.

# login.username
source: Username
hmn: Lub npe siv

# login.password
source: Password
hmn: Tus lab hav

# login.register
source: Register
hmn: Tso Npe

# login.new_learners_register
source: New learners register here.
hmn: Cov los kawm tshiab mus tso npe nov.

# login.language
source: Language
hmn: Yam Lus

# login.first_name
source: First Name
hmn: Lub Npe Tis

# login.last_name
source: Last Name
hmn: Lub Xeem

# login.email_address
source: Email Address
hmn: Chaw Xa Ntawv Email

# login.password_again
source: Type Password Again
hmn: Ntaus Lo Lus Zais Dua

# login.registration_code
source: Group
hmn: Pab Pawg

# login.choose_a_group
source: Choose a group
hmn: Xaiv ib pab pawg

# header.text
source: Online Training for Behavioral Health Professionals
hmn: Kev Cob Qhia Online rau cov Kws Kho Mob Ntawm Neeg Txoj Kev Xav thiab Neeg Txoj Kev Noj Qab Nyob Zoo

# footer.application_footer
source: &copy; 2009-{0} Kinetic Learning, Inc. All Rights Reserved &middot; Contact Support &middot; {2}
hmn: &copy; 2009-{0} Kinetic Learning, Inc. Txwv Tsis Pub Luam &middot; Tiv Tauj Kev Pab &middot; {2}

# learner_group.1CPRS.name
source: Certified Peer Recovery Specialist
hmn: Tus Kws Pab Txhawb Nqa Neeg Kom Txhim Kho Neej ua muaj Ntawv Tso Cai los Pab

# learner_group.2PRSS.name
source: Peer Recovery Support Specialist
hmn: Tus Kws Pab Cuam Kev Txhawb Nqa Neeg Kom Txhim Kho Neej

# learner_group.3FS.name
source: Family Specialist
hmn: Tus Paub Txog Luag Hauj Lwm Ntawm Tsev Neeg

# learner_group.9OP.name
source: Other Professional
hmn: Lwm Tus Kws Paub Lwm Yam Luag Hauj Lwm

# learner_group.1CPRS.description
source: Certified Peer Recovery Specialist
hmn: Tus Kws Pab Txhawb Nqa Neeg Kom Txhim Kho Neej ua muaj Ntawv Tso Cai los Pab

# learner_group.2PRSS.description
source: Peer Recovery Support Specialist
hmn: Tus Kws Pab Cuam Kev Txhawb Nqa Neeg Kom Txhim Kho Neej

# learner_group.3FPS.description
source: Family Specialist
hmn: Tus Paub Txog Luag Hauj Lwm Ntawm Tsev Neeg

# learner_group.9OP.description
source: Other Professional
hmn: Lwm Tus Kws Paub Lwm Yam Luag Hauj Lwm

# status.browsed.name
source: Browsed
hmn: Nkag mus rub los

# status.completed.name
source: Completed
hmn: Tiav Lawm

# status.failed.name
source: Failed
hmn: Tsis Tiav

# status.incomplete.name
source: In Progress
hmn: Tab Tom Ua

# status.locked.name
source: Locked
hmn: Raug Kaw Lawm

# status.not_attempted.name
source: New
hmn: Tshiab

# status.passed.name
source: Passed
hmn: Xeem Dhau

# status.browsed.description
source: This has been completed: the learner is just browsing
hmn: Qhov no ua tiav lawm: tus uas kawm xauj lawm xwb

# status.completed.description
source: This has been completed
hmn: Qhov no tau ua tiav lawm

# status.failed.description
source: This was attempted and has been completed, but without a passing score
hmn: Qhov no twb tau sim thiab ua tiav lawm, tab sis tsis muaj qhab nias zoo xeem dhau

# status.incomplete.description
source: This is in progress and has not been completed
hmn: Qhov no tab tom ua thiab tsis tau ua tiav

# status.locked.description
source: This has not been unlocked: please complete all prerequisites first
hmn: Qhov no tsis tau raug qhib: thov ua kom tiav cov txheeb txheem uas toob kam kom ua tiav ua ntej tso

# status.not_attempted.description
source: This has not been launched
hmn: Qhov no tsis tau raug qhib

# status.passed.description
source: This has been completed with a passing score
hmn: Qhov no tau sim thiab tau ua tiav lawm nrog qhov qhab nias zoo xeem dhau lawm

# curriculum.OTPS.short_name
source: Opioid Training
hmn: Kev Cob Qhia Txog Tshuaj Yeeb

# curriculum.OTPS.name
source: Opioid Training for Peer Specialists
hmn: Kev Cob Qhiab Txog Tshuaj Yeeb rau Cov Kws Paub Txhawj Nqa Neeg Txhim Kho Neej

# curriculum.OTPS.description
source: The objective of the course is to provide peer specialists with information about the principals and characteristics of opioid use disorders and approaches to treatment and recovery (e.g., medication assistant treatment) so peers are informed and prepared to support the individuals they serve.
hmn: Lub hom phiaj ntawm kev cob qhia no yog los muab kev pab rau cov kws paub pab neeg txhim kho neej nrog cov ntaub ntawv qhia txog cov ntsiab lus thiab cov yam ntxwv ntawm kev tsis meej pem vim siv tshuaj yeeb thiab cov hau kev uas yuav los kho mob thiab txhim kho kom rov zoo (piv txwv li, kev pab kho mob siv tshuaj). Li no cov kws paub pab neeg thiab li npaj tau los txhawb cov tib neeg uas lawv pab thiab qhuab qhia.

# curriculum.NEO.short_name
source: New and Emerging Opioids
hmn: Tshuaj Yeeb uas Tsim Tshiab

# curriculum.NEO.name
source: New and Emerging Opioids
hmn: Tshuaj Yeeb uas Tsim Tshiab

# curriculum.NEO.description
source: A timely update to the opioid crisis, which has evolved from opioid over-prescription to one of growing illegal access everywhere.
hmn: Xov xwm tshiab tawm tam sim no txog teeb meem siv tshuaj teeb, uas tau pauv ntau los ntawm txoj kev kws kho mob sau tshuaj yeeb mus rau txoj kev tiv tau kom tau tshuaj yeeb yam uas tsis raws cai.

# curriculum.ICAPS.short_name
source: Introduction to Culturally Affirming Peer Support
hmn: Thawj Cov Ntsiab Lus Qhia Txog Kab Lis Kev Cai Ntawm Kev Txhawb Nqa Ib Zej Tsoom

# curriculum.ICAPS.name
source: Introduction to Culturally Affirming Peer Support
hmn: Thawj Cov Ntsiab Lus Qhia Txog Kab Lis Kev Cai Ntawm Kev Txhawb Nqa Ib Zej Tsoom

# curriculum.ICAPS.description
source: The course provides peer specialists and others with a professional interest in substance use disorder recovery, insight into six of Minnesota’s diverse cultures, and learning experiences in cultural responsiveness. The course explores cultural differences and encourages peer specialists to be mindful of such differences and how they impact their relationship with the persons they serve. Participants work through real-world interactive exercises that help build skills for engaging and productive relationships with persons from diverse cultures.
hmn: Qhov kev cob qhia no muab rau cov Kws Puab Pab Neeg Txhim Kho Lub Neej nrog rau lwm tus uas muaj kev xav kawm txog kev rov qab zoo los ntawm kev siv tshuaj yeeb tsis raws cai, txog kev txawj xav ntawm Minnesota cov haiv neeg, thiab kawm txog tib neeg txoj kev paub los ntawm lawv kev lig kev cai. Qhov kev cob qhia no yuav tshawb txog kev lig kev cai uas txawv ntawm lwm haiv neeg thiab yuav txhawj nqa cov Kws Paub Pab Neeg Txhim Kho Lub Neej kom txawj xav txog teb yam uas txaws thiab txoj kev uas laws muaj kev raug zoo nrog cov uas lawv ua hauj lwm rau.

# course.OTPS-L1.name
source: Lesson One: History and Overview of the Opioid Epidemic
hmn: Zaj Lus Qhia Ib: Cov Keeb Kwm Thiab Ntsiab Lus Txog Phaum Mob Ntawm Kev Siv Tshuaj Yeeb Dhau Kev Cai

# course.OTPS-L2.name
source: Lesson Two: Opioids 101 — A Brief Overview of the Types and Effects of Opioids
hmn: Zaj Lus Qhia Ob: Tshuaj Yeeb 101 — Cov Ntsiab Lus Tham Txog Cov Hom thiab Cov Teeb Meem Los Ntawm Tshuaj Yeeb

# course.OTPS-L3.name
source: Lesson Three: Opioid Use Disorder Treatment and Recovery
hmn: Zaj Lus Qhia Peb: Kev Kho Mob Thiab Kev Txhim Kho Kom Rov Zoo Ntawm Txoj Kev Siv Tshuaj Yeeb

# course.OTPS-L4-CERT.name
source: Opioid Training for Peer Specialists Completion Certificate
hmn: Daim Ntawv Pov Thawj Kawm Tiav rau txoj Kev Kawm Txog Tshuaj Yeeb rau Cov Kws Paub Pab Tib Neeg Txhim Kho Neej

# course.NEO-L1.name
source: New and Emerging Opioids: A Supplement to Opioid Training for Peer Specialists
hmn: Tshuab Yeeb uas Tshwm Tshiab: Kev Kawm Ntxiv Txog Tshuaj Yeeb Rau Cov Kws Paub Pab Tib Neeg Txhim Kho Lub Neej

# course.NEO-L2-CERT.name
source: New and Emerging Opioids Completion Certificate
hmn: Daim Ntawv Pov Thawj Kawm Tiav rau txoj Kev Kawm Txog Tshuaj Yeeb uas nthuav tawm tshiab

# course.ICAPS-L1.name
source: Lesson One: Minnesota’s Mosaic of Cultures
hmn: Zaj Lus Qhia Ib: Minnesota Cov Haiv Neeg Coob

# course.ICAPS-L2.name
source: Lesson Two: The Principles of Cultural Affirmation
hmn: Zaj Lus Qhia Ob: Cov Cai Lees Paub Txog Ntawm Kev Coj Noj Coj Ua

# course.ICAPS-L3.name
source: Lesson Three: Putting Cultural Responsiveness into Action
hmn: Zaj Lus Qhia Peb: Nthuav Tawm Kev Txhawb Nqa Ntawm cov Kws Paub Pab Tib Neeg Txhim Kho Lub Neej Raws Li Tib Neeg Cov Kev Lig Kev Cai

# course.ICAPS-L4-CERT.name
source: Culturally Affirming Peer Support Completion Certificate
hmn: Daim Ntawv Pov Thawj Kawm Tiav rau cov Kws Paub Pab Tib Neeg Txhim Kho Neej uas Paub Hwm txog Lwm Hais Neeg Kev Li Kev Cai

# course.OTPS-L1.description
source: In this lesson, you’ll learn appropriate terminology in describing substance use disorders such as Opioid Use Disorder (OUD), the incidence rates of national substance use and use disorders, the history of opioid use, the current state of opioid use nationally and in Minnesota, and how to use this knowledge to bring an informed approach to interactions with persons you serve.
hmn: Hauv zaj lus qhia no, koj yuav los kawm cov lo lus tsim nyog siv los piav qhia txog kev mob vim quav yeeb tshuaj xws li Kev Tsis Meej Pem Vim Sib Tshuaj Xyaw Yeeb (OUD), txoj kev siv yeeb tsuaj tshwm sim npaum li cas, keeb kwm ntawm kev siv tshuaj yeeb, txoj kev siv yeeb tshuaj hauv ntiaj teb thiab hauv Minnesota tam sim no, thiab yuav siv qhov no li cas los cuag cov neeg uas koj ua hauj lwm rau.

# course.OTPS-L2.description
source: In this lesson, you’ll learn to identify and describe the types of opioids and their derivation, describe how opioids affect the brain and body, describe the physical process through which opioids create dependence, and consider how to apply this information when you provide support to an individual with an Opioid Use Disorder (OUD).
hmn: Hauv zaj lus qhia no, koj yuav kawm los paub txheeb xyuas thiab piav qhia txog ntau hom tshuaj xyaw yeeb nrog rau teb chaw cov no tshwm sim los, piav qhia tias tshuaj xyaw yeeb cuam tshuam li cas rau lub hlwb thiab lub cev, piav qhia txog cov txheej txheem ntawm lub cev los ntawm qhov uas tshuaj xyaw yeeb tsim kev quav yeej quav tshuaj, thiab kom paub xaiv tias yuav siv cov ua kawm tau no los muab kev pab txhawb nqa rau ib tus neeg uas muaj qhov mob Kev Tsis Meej Pem Vim Siv Tshuaj Xyaw Yeeb (OUD).

# course.OTPS-L3.description
source: In this lesson, you’ll learn to describe a peer’s role in treatment and recovery based on the peer recovery domains, identify maintenance and overdose reversal medications, identify non-medication options used in treatment and recovery, and learn about — and practice — person-centered conversational and motivational interviewing techniques when providing support to persons you serve.
hmn: Hauv zaj lus qhia no, koj yuav kawm los piav qhia txog tus Kws Paub Pab Neeg Txhim Kho Lub Neej lub luag hauj lwm hauv ntawm kev kho mob thiab txhim kho neej kom rov zoo, txheeb xyuas kev saib xyuas thiab kev siv tshuaj los pab thaum noj phiv, txheeb xyuas lwm hau kev uas tsis siv dej tshuaj los kho thiab pab kom zoo li qub, thiab kawm txog — thiab ua kom tau — kev sib tham kom txawj mloog zoo rau luag nrog rau txoj kev xam phaj tib neeg kom txhawj nqa luag thaum kom txhawb cov tib neeg koj pab lub siab.

# course.OTPS-L4-CERT.description
source: To view and print your certificate press the Launch button.
hmn: Yog xav saib thiab qhib siv koj daim ntawv pov thawj kawm tiav ces nias Qhib Siv.
